#Sat May 16 10:28:43 UTC 2020
XN010.S=Prozedurname muss ungleich null sein.
42XA8=Sie k\u00F6nnen ''{0}'' nicht umbenennen, da die Generierungsklausel von Spalte ''{1}'' eine Referenz enth\u00E4lt.
XJ050.U=F\u00FCr die Datenbankversion {0} ist ein Upgrade erforderlich. Setzen Sie f\u00FCr die JDBC-Verbindungs-URL das Attribut "upgrade\\\=true", um ein Upgrade auf Version {1} zu erm\u00F6glichen.
A020=Ung\u00FCltige Authentifizierung.
XSLA1.D=Logdatensatz wurde an den Stream gesendet, kann jedoch nicht auf den Speicher (Objekt {0}) angewendet werden. Dies kann zu Fehlern bei der Wiederherstellung f\u00FChren.
XJ104.S=Ung\u00FCltige L\u00E4nge des gemeinsamen Schl\u00FCssels\: {0}.
58017.C=Der DDM-Parameterwert 0x{0} wird nicht unterst\u00FCtzt. M\u00F6glicherweise liegt eine Input-Hostvariable nicht in dem vom Server unterst\u00FCtzten Bereich. Die Verbindung wurde beendet.
XSDG3.D=Auf die Metadaten f\u00FCr {0} konnte nicht zugegriffen werden in {1} {2}
XJ203.S=Cursorname ''{0}'' wird bereits verwendet.
XSDB8.D=Warnung\: Derby (Instanz {0}) versucht, die Datenbank {1} neu zu booten, obwohl Derby (Instanz {2}) m\u00F6glicherweise immer noch aktiv ist. Eine Datenbank sollte immer nur von einer Derby-Instanz gebootet werden. Wenn zwei Instanzen von Derby mit derselben Datenbank zur selben Zeit einen Bootvorgang durchf\u00FChren, kann dies zu schwerwiegenden und unwiderruflichen Besch\u00E4digungen f\u00FChren. Die Eigenschaft "derby.database.forceDatabaseLock\=true" wurde festgelegt, sodass die Datenbank erst dann gebootet wird, wenn die Datei db.lck nicht mehr vorhanden ist. Normalerweise wird diese Datei entfernt, wenn die erste Instanz von Derby, die einen Bootvorgang an der Datenbank ausf\u00FChrt, vorhanden ist. Sie kann jedoch bei manchen Herunterfahrvorg\u00E4ngen zur\u00FCckbleiben. In diesem Fall muss die Datei manuell entfernt werden. Es ist wichtig, dass Sie sicherstellen, dass keine andere VM auf die Datenbank zugreift, bevor Sie die Datei db.lck manuell l\u00F6schen.
XJ023.S=Datenmenge des Input Streams entspricht nicht exakt der angeforderten L\u00E4nge.
XSAM0.S=Beim Versuch, ein Modul f\u00FCr ''{0}'' zu booten, wurde eine Ausnahme festgestellt.
XSDF4.S=Beim Entfernen der Datei {0} f\u00FCr den gel\u00F6schten Container ist eine Ausnahme eingetreten. Die Datei konnte nicht entfernt werden. {1}.
XBM0R.D=Datei {0} kann nicht entfernt werden.
XSDA9.S=Beim Wiederherstellen eines serialisierbaren oder SQLData-Objekts der Klasse {0} wurde die Klasse nicht gefunden.
XJ122.S=F\u00FCr diese Zeile wurden keine updateXXX-Methoden aufgerufen.
A002=Schwerwiegender Fehler\: Kein Authentifizierungsservice f\u00FCr die Datenbank.
XN001.S=Innerhalb einer Arbeitseinheit ist eine Zur\u00FCcksetzung der Verbindung nicht zul\u00E4ssig.
XSAJ3.U=Anzahl gel\u00F6schter, besuchter Zeilen
42915=Fremdschl\u00FCssel ''{0}'' ist aus folgendem Grund ung\u00FCltig\: ''{1}''. 
XIE0S.S=Der Exportvorgang wurde nicht ausgef\u00FChrt, weil die angegebene Outputdatei ({0}) bereits vorhanden ist. Bei einem Export wird keine vorhandene Datei \u00FCberschrieben, auch dann nicht, wenn der Prozess das Recht zum Schreiben in diese Datei hat. Diese Vorgehensweise wurde aus Sicherheitsgr\u00FCnden \u00FCbernommen, und um unbeabsichtigte Dateibesch\u00E4digungen zu vermeiden. \u00C4ndern Sie den Namen der Outputdatei in den Exportargumenten in einen nicht vorhandenen Namen, oder l\u00F6schen Sie die vorhandene Datei und versuchen Sie dann erneut einen Export.
42ZB5=Klasse ''{0}'' implementiert VTICosting, stellt jedoch keinen \u00F6ffentlichen Konstruktor ohne Argumente bereit.
42834=SET NULL kann nicht angegeben werden, weil der Fremdschl\u00FCssel ''{0}'' keine Nullwerte enthalten darf. 
XJ014.S=Kein Name f\u00FCr nicht benannte SAVEPOINTS.
C000=Die Klasse {0} wurde in die Datei {1} geschrieben. Stellen Sie Unterst\u00FCtzung f\u00FCr die Datei und die folgende Ausnahme bereit\: {2}
A011=Warnung\: In Eigenschaft {0} ist kein LDAP-Server-/Hostname angegeben. Es wird localhost\:389 verwendet.
XJ113.S=Datei {0} kann nicht ge\u00F6ffnet werden. {1}
XJ041.C=Datenbank ''{0}'' konnte nicht erstellt werden. Details k\u00F6nnen Sie der n\u00E4chsten Ausnahme entnehmen.
XJ212.S=Ung\u00FCltige Attributsyntax\: {0}
XSCB9.S=F\u00FCr Testzwecke reserviert.
