#Sat May 16 10:28:43 UTC 2020
0100E=\u623B\u305D\u3046\u3068\u3057\u3066\u3044\u308B\u7D50\u679C\u30BB\u30C3\u30C8\u304C\u591A\u3059\u304E\u307E\u3059\u3002 
XBCX5.S=\u30D6\u30FC\u30C8\u30FB\u30D1\u30B9\u30EF\u30FC\u30C9\u3092NULL\u306B\u5909\u66F4\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
XIE0T.S=\u6307\u5B9A\u3055\u308C\u305FLOB\u88DC\u52A9\u30D5\u30A1\u30A4\u30EB({0})\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u64CD\u4F5C\u306F\u5B9F\u884C\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u4E0A\u306E\u7406\u7531\u3001\u304A\u3088\u3073\u8AA4\u3063\u305F\u30D5\u30A1\u30A4\u30EB\u640D\u50B7\u3092\u907F\u3051\u308B\u305F\u3081\u306B\u3001\u65E2\u5B58\u30D5\u30A1\u30A4\u30EB\u306B\u5BFE\u3059\u308B\u66F8\u8FBC\u307F\u8A31\u53EF\u304C\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u51E6\u7406\u306B\u4ED8\u4E0E\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3067\u3082\u3001\u4E0A\u66F8\u304D\u306F\u884C\u308F\u308C\u307E\u305B\u3093\u3002\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30FB\u30D7\u30ED\u30B7\u30FC\u30B8\u30E3\u5F15\u6570\u306ELOB\u88DC\u52A9\u30D5\u30A1\u30A4\u30EB\u540D\u3092\u5B58\u5728\u3057\u306A\u3044\u30D5\u30A1\u30A4\u30EB\u540D\u306B\u5909\u66F4\u3059\u308B\u304B\u3001\u65E2\u5B58\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664\u3057\u3066\u304B\u3089\u3001\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u64CD\u4F5C\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
42916=\u5FAA\u74B0\u540C\u7FA9\u30C1\u30A7\u30FC\u30F3\u306B\u306A\u308B\u305F\u3081\u3001''{1}''\u306B\u5BFE\u3057\u3066\u30B7\u30CE\u30CB\u30E0''{0}''\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
58009.C.19=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: SECTKN\u304C\u623B\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
58009.C.18=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: \u7121\u52B9\u306AFDOCA LID\u3067\u3059\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
58009.C.17=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: InputStream (\u30D1\u30E9\u30E1\u30FC\u30BF\#{0})\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u4E88\u671F\u305B\u305A\u30B9\u30C8\u30EA\u30FC\u30E0\u306E\u7D42\u7AEF\u306B\u9054\u3057\u307E\u3057\u305F\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
58009.C.16=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: DSS\u30C1\u30A7\u30FC\u30F3\u306E\u6B21\u306E\u30BB\u30B0\u30E1\u30F3\u30C8\u304C\u3001\u73FE\u884C\u306E\u30BB\u30B0\u30E1\u30F3\u30C8\u3068\u540C\u3058ID\u756A\u53F7\u3067\u3059\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
3B001.S=\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8 {0}\u304C\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u73FE\u884C\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
D000=\:\nDerby (\u30D0\u30FC\u30B8\u30E7\u30F3{0})\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9{1}\u3092\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC{3}\u306B\u3088\u308A\n\u8AAD\u53D6\u308A\u5C02\u7528\u30E2\u30FC\u30C9\u3067\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA{2}\u4E0A\u3067\u30D6\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u3002\n{4}\u304B\u3089\u30ED\u30FC\u30C9\u3002
58009.C.15=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: \u540C\u4E00\u306EID\u30C1\u30A7\u30FC\u30F3\u306E\u89E3\u6790\u7D42\u4E86\u6642\u306B\u3001DSS\u306E\u9577\u3055\u304C0\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3055\u308C\u307E\u3057\u305F\u3002
58009.C.14=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: \u540C\u4E00\u306EID\u30C1\u30A7\u30FC\u30F3\u306E\u89E3\u6790\u7D42\u4E86\u6642\u306B\u3001\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u30FB\u30B9\u30BF\u30C3\u30AF\u304C\u7A7A\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3055\u308C\u307E\u3057\u305F\u3002
XSDB9.D=\u30B9\u30C8\u30EA\u30FC\u30E0\u30FB\u30B3\u30F3\u30C6\u30CA{0}\u306F\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002
58009.C.13=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: DDM\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306B\u542B\u307E\u308C\u3066\u3044\u308B\u30C7\u30FC\u30BF\u304C4\u30D0\u30A4\u30C8\u672A\u6E80\u3067\u3059\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3055\u308C\u307E\u3057\u305F\u3002
XJ114.S=\u7121\u52B9\u306A\u30AB\u30FC\u30BD\u30EB\u540D''{0}''\u3067\u3059
58009.C.12=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: \u5B9F\u969B\u306E\u30B3\u30FC\u30C9\u30FB\u30DD\u30A4\u30F3\u30C8{0}\u304C\u4E88\u671F\u3055\u308C\u3066\u3044\u305F\u30B3\u30FC\u30C9\u30FB\u30DD\u30A4\u30F3\u30C8{1}\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
XJ213.C=traceLevel\u63A5\u7D9A\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u6570\u5024\u306B\u5BFE\u3057\u3066\u6709\u52B9\u306A\u5F62\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
58009.C.11=\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u30A8\u30F3\u30B3\u30FC\u30C9\u65B9\u5F0F\u3067\u3042\u308B\u305F\u3081\u63A5\u7D9A\u304C\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
58009.C.10=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: VCM\u3001VCS\u306E\u9577\u3055\u306E\u3046\u30610\u3088\u308A\u5927\u304D\u304F\u3067\u304D\u308B\u306E\u306F1\u3064\u306E\u307F\u3067\u3059\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
42XA9=\u5217''{0}''\u306B\u306F\u660E\u793A\u7684\u306A\u30C7\u30FC\u30BF\u578B\u304C\u5FC5\u8981\u3067\u3059\u3002\u751F\u6210\u53E5\u3092\u6301\u3064\u5217\u306E\u5834\u5408\u306E\u307F\u30C7\u30FC\u30BF\u578B\u3092\u7701\u7565\u3067\u304D\u307E\u3059\u3002
XN002.U=SECTKN\u304C\u623B\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
XSCH4.S=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304A\u3088\u3073\u95A2\u9023\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
XSLA2.D=\u30B7\u30B9\u30C6\u30E0\u306F\u505C\u6B62\u3057\u307E\u3059\u3002\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u4E2D\u306B\u5165\u51FA\u529B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
XN020.S=\u30E6\u30FC\u30B6\u30FC\u5B9A\u7FA9\u578B\u306E\u6574\u5217\u5316\u307E\u305F\u306F\u975E\u6574\u5217\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\: {0}
XJ015.M=Derby\u30B7\u30B9\u30C6\u30E0\u304C\u505C\u6B62\u3057\u307E\u3057\u305F\u3002
XJ204.S=\u8981\u6C42\u3055\u308C\u305F\u4FDD\u6301\u6A5F\u80FD{0}\u3067\u7D50\u679C\u30BB\u30C3\u30C8\u3092\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
XBM0S.D=\u30D5\u30A1\u30A4\u30EB''{0}''\u3092''{1}''\u306B\u540D\u524D\u5909\u66F4\u3067\u304D\u307E\u305B\u3093
XJ105.S=DES\u9375\u306E\u9577\u3055\u304C\u8AA4\u3063\u3066\u3044\u307E\u3059\u3002\u4E88\u671F\u3057\u305F\u9577\u3055\u306F{0}\u3001\u5F97\u3089\u308C\u305F\u9577\u3055\u306F{1}\u3067\u3059\u3002
XSAJ4.U=\u4FEE\u98FE\u3055\u308C\u305F\u884C\u306E\u6570
XJ123.S=\u73FE\u5728\u884C\u307E\u305F\u306F\u633F\u5165\u884C\u306E\u5024\u3092\u66F4\u65B0\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u3073\u51FA\u3059\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
58009.C.9=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: PKGNAMCSN\u306E\u9577\u3055{0}\u306FSQLAM {1}\u3067\u306F\u7121\u52B9\u3067\u3059\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
C001=\u30AF\u30E9\u30B9{0}\u306B\u306FJAR {1}\u306B\u4E0D\u660E\u306E\u8A3C\u660E\u66F8\u30BF\u30A4\u30D7\u304C\u3042\u308A\u307E\u3059\u3002X509\u8A3C\u660E\u66F8\u304C\u5FC5\u8981\u3067\u3059\u3002
42ZB6=\u30B9\u30AB\u30E9\u30FC\u5024\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u8868\u95A2\u6570\u306B\u3088\u3063\u3066\u884C\u30BB\u30C3\u30C8\u304C\u623B\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
58009.C.8=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: SCLDTA\u306E\u9577\u3055{0}\u306FPKGID\u306B\u5BFE\u3057\u3066\u7121\u52B9\u3067\u3059\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
XSLB1.S=\u30ED\u30B0\u64CD\u4F5C{0}\u306F\u3001\u30ED\u30B0\u30FB\u30B9\u30C8\u30EA\u30FC\u30E0\u3078\u306E\u66F8\u51FA\u3057\u4E2D\u306B\u30A8\u30E9\u30FC\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u8AA4\u3063\u305F\u30ED\u30B0\u64CD\u4F5C\u304C\u5B9F\u884C\u3055\u308C\u305F\u304B\u3001\u6975\u7AEF\u306B\u5927\u304D\u306A\u30ED\u30B0\u64CD\u4F5C\u306B\u3088\u308A\u5185\u90E8\u30D0\u30C3\u30D5\u30A1\u304C\u6E80\u676F\u306B\u306A\u3063\u305F\u3053\u3068\u304C\u539F\u56E0\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002
58009.C.7=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: SCLDTA\u306E\u9577\u3055{0}\u306FRDBCOLID\u306B\u5BFE\u3057\u3066\u7121\u52B9\u3067\u3059\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
XN011.S=\u30D7\u30ED\u30B7\u30FC\u30B8\u30E3\u540D\u306E\u9577\u3055{0}\u304C\u6709\u52B9\u306A\u7BC4\u56F2\u3067\u3042\u308B1\u304B\u3089{1}\u306E\u4E2D\u306B\u3042\u308A\u307E\u305B\u3093\u3002
58009.C.21=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: SCLDTA\u306E\u9577\u3055{0}\u306FRDBNAM\u306B\u5BFE\u3057\u3066\u7121\u52B9\u3067\u3059\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
58009.C.20=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D7\u30ED\u30C8\u30B3\u30EB\u4F8B\u5916\: NVCM\u3001NVCS\u306E\u3046\u3061\u975ENULL\u306B\u3067\u304D\u308B\u306E\u306F1\u3064\u306E\u307F\u3067\u3059\u3002\u63A5\u7D9A\u306F\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
XJ042.S=''{0}''\u306F\u3001\u30D7\u30ED\u30D1\u30C6\u30A3''{1}''\u306B\u6709\u52B9\u306A\u5024\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
