#Sat May 16 09:53:30 UTC 2020
0100E=Tentative de renvoi d''un trop grand nombre d''ensembles de r\u00E9sultats. 
XBCX5.S=Impossible de modifier le mot de passe d''amor\u00E7age pour lui affecter la valeur NULL.
XIE0T.S=L''op\u00E9ration d''export n''a pas \u00E9t\u00E9 effectu\u00E9e, car le fichier auxiliaire LOB sp\u00E9cifi\u00E9 ({0}) existe d\u00E9j\u00E0. Pour des raisons de s\u00E9curit\u00E9 et pour \u00E9viter tout risque accidentel de dommage sur un fichier, la proc\u00E9dure d''export n''\u00E9crase pas un fichier existant, m\u00EAme si le processus dispose des droits d''acc\u00E8s en \u00E9criture sur le fichier en question. Soit vous modifiez le nom du fichier auxiliaire LOB dans les arguments de la proc\u00E9dure d''export afin qu''il soit unique, soit vous supprimez le fichier existant avant de recommencer l''op\u00E9ration d''export.
42916=Impossible de cr\u00E9er le synonyme ''{0}'' pour ''{1}'' car cette action g\u00E9n\u00E8re une cha\u00EEne de synonymes circulaire.
58009.C.19=Exception de protocole r\u00E9seau \: SECTKN non renvoy\u00E9. La connexion a \u00E9t\u00E9 interrompue.
58009.C.18=Exception de protocole r\u00E9seau \: FDOCA LID non valide. La connexion a \u00E9t\u00E9 interrompue.
58009.C.17=Exception de protocole r\u00E9seau \: fin de flux pr\u00E9matur\u00E9e lors de la lecture d''InputStream, param\u00E8tre n\u00B0{0}. La connexion a \u00E9t\u00E9 interrompue.
58009.C.16=Exception de protocole r\u00E9seau \: DDS cha\u00EEn\u00E9 avec le m\u00EAme ID \u00E0 la fin de l''analyse syntaxique de la cha\u00EEne d''ID identiques. La connexion a \u00E9t\u00E9 interrompue.
3B001.S=L''\u00E9l\u00E9ment SAVEPOINT {0} n''existe pas ou n''est pas actif dans la transaction en cours.
D000=\:\nAmor\u00E7age de Derby (version {0}), instance {1} \ndans le r\u00E9pertoire de base de donn\u00E9es {2} en mode READ ONLY avec le chargeur de classe {3}. \nCharg\u00E9 de {4}.
58009.C.15=Exception de protocole r\u00E9seau \: longueur DSS non nulle \u00E0 la fin de l''analyse syntaxique de la cha\u00EEne d''ID identiques. La connexion a \u00E9t\u00E9 interrompue.
58009.C.14=Exception de protocole r\u00E9seau \: pile de collecte non vide \u00E0 la fin de l''analyse syntaxique de la cha\u00EEne d''ID identiques. La connexion a \u00E9t\u00E9 interrompue.
XSDB9.D=Le conteneur de flux {0} est endommag\u00E9.
58009.C.13=Exception de protocole r\u00E9seau \: la collection DDM contient moins de 4 octets de donn\u00E9es. La connexion a \u00E9t\u00E9 interrompue.
XJ114.S=Nom de curseur non valide ''{0}''
58009.C.12=Exception de protocole r\u00E9seau \: le point de code r\u00E9el {0} ne correspond pas au point de code pr\u00E9vu {1}. La connexion a \u00E9t\u00E9 interrompue.
XJ213.C=Le format d''un nombre de la propri\u00E9t\u00E9 de connexion traceLevel est incorrect.
58009.C.11=La connexion a \u00E9t\u00E9 interrompue car le codage n''est pas pris en charge.
58009.C.10=Exception de protocole r\u00E9seau \: seule l''une des longueurs VCM ou VCS peut \u00EAtre sup\u00E9rieure \u00E0 0. La connexion a \u00E9t\u00E9 interrompue.
42XA9=La colonne ''{0}'' n\u00E9cessite un type de donn\u00E9es explicite. Vous pouvez omettre le type de donn\u00E9es uniquement pour les colonnes comportant des clauses de g\u00E9n\u00E9ration.
XN002.U=SECTKN non renvoy\u00E9.
XSCH4.S=Impossible de cr\u00E9er une agglom\u00E9ration.
XSLA2.D=Le syst\u00E8me va \u00EAtre arr\u00EAt\u00E9 ; une exception d''E/S a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de l''acc\u00E8s au fichier journal.
XN020.S=Une erreur s''est produite lors de la s\u00E9rialisation ou d\u00E9s\u00E9rialisation d''un type d\u00E9fini par l''utilisateur \: {0}
XJ015.M=Arr\u00EAt du syst\u00E8me Derby.
XJ204.S=Impossible d''ouvrir l''ensemble de r\u00E9sultats avec la fonction holdability demand\u00E9e {0}.
XBM0S.D=Impossible de renommer le fichier ''{0}'' en ''{1}''
XJ105.S=La longueur de la cl\u00E9 DES est incorrecte \: longueur attendue {0}, longueur obtenue {1}.
XSAJ4.U=Nombre de lignes qualifi\u00E9es
XJ123.S=Cette m\u00E9thode doit \u00EAtre appel\u00E9e pour mettre \u00E0 jour les valeurs de la ligne actuelle ou de la ligne d''insertion.
58009.C.9=Exception de protocole r\u00E9seau \: la longueur PKGNAMCSN {0} n''est pas valide pour SQLAM {1}. La connexion a \u00E9t\u00E9 interrompue.
C001=La classe {0} pr\u00E9sente un type de certificat inconnu dans le fichier JAR {1} ; le certificat X509 est attendu.
42ZB6=Une valeur scalaire est attendue, non pas un ensemble de lignes renvoy\u00E9 par une fonction de table.
58009.C.8=Exception de protocole r\u00E9seau \: la longueur SCLDTA {0} n''est pas valide pour PKGID. La connexion a \u00E9t\u00E9 interrompue.
XSLB1.S=L''op\u00E9ration de journal {0} rencontre une erreur lors de son enregistrement dans le flux de journalisation ; cela peut \u00EAtre d\u00FB \u00E0 une op\u00E9ration de journalisation errante ou \u00E0 la saturation de la m\u00E9moire tampon du journal interne suite \u00E0 une op\u00E9ration de journalisation trop volumineuse.
58009.C.7=Exception de protocole r\u00E9seau \: la longueur SCLDTA {0} n''est pas valide pour RDBCOLID. La connexion a \u00E9t\u00E9 interrompue.
XN011.S=La longueur du nom de la proc\u00E9dure {0} ne se situe pas dans la plage valide comprise entre 1 et {1}.
58009.C.21=Exception de protocole r\u00E9seau \: la longueur SCLDTA {0} n''est pas valide pour RDBNAM. La connexion a \u00E9t\u00E9 interrompue.
58009.C.20=Exception de protocole r\u00E9seau \: seule l''une des valeurs NVCM ou NVCS peut \u00EAtre non NULL. La connexion a \u00E9t\u00E9 interrompue.
XJ042.S=''{0}'' n''est pas une valeur valide pour la propri\u00E9t\u00E9 ''{1}''.
