#Sat May 16 10:28:43 UTC 2020
0100E=Es wurde versucht, zu viele Ergebnismengen zur\u00FCckzugeben. 
XBCX5.S=Boot-Kennwort kann nicht in eine Nullzeichenfolge ge\u00E4ndert werden.
XIE0T.S=Der Exportvorgang wurde nicht ausgef\u00FChrt, weil die angegebene LOB-Hilfsdatei ({0}) bereits vorhanden ist. Bei einem Export wird keine vorhandene Datei \u00FCberschrieben, auch dann nicht, wenn der Prozess das Recht zum Schreiben in diese Datei hat. Diese Vorgehensweise wurde aus Sicherheitsgr\u00FCnden \u00FCbernommen, und um unbeabsichtigte Dateibesch\u00E4digungen zu vermeiden. \u00C4ndern Sie den Namen der LOB-Hilfsdatei in den Exportargumenten zu einem nicht vorhandenen Namen, oder l\u00F6schen Sie die vorhandene Datei, und versuchen Sie dann erneut einen Export.
42916=Synonym ''{0}'' kann nicht f\u00FCr ''{1}'' erstellt werden, da dies zu einer Synonymkette in Form einer Schleife f\u00FChren w\u00FCrde.
58009.C.19=Netzwerkprotokollausnahme\: SECTKN wurde nicht zur\u00FCckgegeben. Die Verbindung wurde beendet.
58009.C.18=Netzwerkprotokollausnahme\: Ung\u00FCltiges FDOCA-LID. Die Verbindung wurde beendet.
58009.C.17=Netzwerkprotokollausnahme\: Beim Lesen des InputStreams, Parameter {0}, wurde das Ende des Daten-Streams vorzeitig erreicht. Die Verbindung wurde beendet.
58009.C.16=Netzwerkprotokollausnahme\: Das n\u00E4chste DSS-Segment der Kette hat dieselbe ID wie das aktuelle Segment. Die Verbindung wurde beendet.
3B001.S=SAVEPOINT {0} ist nicht vorhanden oder in der aktuellen Transaktion nicht aktiv.
D000=\:\nBooten von Derby (Version {0}) Instanz {1}\nf\u00FCr Datenbankverzeichnis {2} In READ ONLY-Modus mit Class Loader {3}\nGeladen aus {4}
58009.C.15=Netzwerkprotokollausnahme\: DSS-L\u00E4nge ist beim Beenden des Parsing-Vorgangs der ID-Kette gr\u00F6\u00DFer als 0. Die Verbindung wurde beendet.
58009.C.14=Netzwerkprotokollausnahme\: Collection-Stack ist beim Beenden des Parsing-Vorgangs der ID-Kette nicht leer. Die Verbindung wurde beendet.
XSDB9.D=Stream-Container {0} ist besch\u00E4digt.
58009.C.13=Netzwerkprotokollausnahme\: Die DDM-Objektgruppe enth\u00E4lt weniger als 4 Byte Daten. Die Verbindung wurde beendet.
XJ114.S=Ung\u00FCltiger Cursorname ''{0}''
58009.C.12=Netzwerkprotokollausnahme\: Der tats\u00E4chliche Codepunkt {0} stimmt nicht mit dem erwarteten Codepunkt {1} \u00FCberein. Die Verbindung wurde beendet.
XJ213.C=Die Verbindungseigenschaft "traceLevel" hat kein g\u00FCltiges Format f\u00FCr eine Zahl.
58009.C.11=Die Verbindung wurde beendet, weil die Codierung nicht unterst\u00FCtzt wird.
58009.C.10=Netzwerkprotokollausnahme\: Nur die VCM-L\u00E4nge oder nur die VCS-L\u00E4nge darf gr\u00F6\u00DFer als 0 sein. Die Verbindung wurde beendet.
42XA9=Spalte ''{0}'' erfordert einen expliziten Datentyp. Der Datentyp kann nur f\u00FCr Spalten mit Generierungsklauseln \u00FCbersprungen werden.
XN002.U=SECTKN wurde nicht zur\u00FCckgegeben.
XSCH4.S=Ein Konglomerat konnte nicht erstellt werden.
XSLA2.D=System wird heruntergefahren. Beim Zugriff auf die Logdatei wurde eine I/O-Ausnahme empfangen.
XN020.S=Fehler beim Marshalling oder Unmarshalling eines benutzerdefinierten Typs\: {0}
XJ015.M=Derby-System wird heruntergefahren.
XJ204.S=Ergebnismenge kann nicht mit der angeforderten Holdability {0} ge\u00F6ffnet werden.
XBM0S.D=Datei ''{0}'' kann nicht in ''{1}'' umbenannt werden.
XJ105.S=DES-Schl\u00FCssel hat die falsche L\u00E4nge. Erwartete L\u00E4nge\: {0}, empfangene L\u00E4nge\: {1}
XSAJ4.U=Anzahl qualifizierte Zeilen
XJ123.S=Diese Methode muss aufgerufen werden, um Werte in der aktuellen Zeile oder der Einf\u00FCgezeile zu aktualisieren.
58009.C.9=Netzwerkprotokollausnahme\: Die SCLDTA-L\u00E4nge {0} ist f\u00FCr SQLAM {1} ung\u00FCltig. Die Verbindung wurde beendet.
C001=Die Klasse {0} enth\u00E4lt in der JAR-Datei {1} einen unbekannten Zertifikattyp. Es wurde ein X509-Zertifikat erwartet.
42ZB6=Ein skalarer Wert wird erwartet und keine Zeilenmenge, die von einer Tabellenfunktion zur\u00FCckgegeben wird.
58009.C.8=Netzwerkprotokollausnahme\: Die SCLDTA-L\u00E4nge {0} ist f\u00FCr PKGID ung\u00FCltig. Die Verbindung wurde beendet.
XSLB1.S=Logvorgang {0} hat beim Schreiben ihrer Daten in den Logdaten-Stream einen Fehler festgestellt. Die Ursache kann ein falscher Logvorgang oder die Ersch\u00F6pfung der Kapazit\u00E4t des internen Logpuffers durch einen zu umfangreichen Logvorgang sein.
58009.C.7=Netzwerkprotokollausnahme\: Die SCLDTA-L\u00E4nge {0} ist f\u00FCr RDBCOLID ung\u00FCltig. Die Verbindung wurde beendet.
XN011.S=L\u00E4nge {0} des Prozedurnamens liegt au\u00DFerhalb des g\u00FCltigen Bereichs von 1 bis {1}.
58009.C.21=Netzwerkprotokollausnahme\: Die SCLDTA-L\u00E4nge {0} ist f\u00FCr RDBNAM ung\u00FCltig. Die Verbindung wurde beendet.
58009.C.20=Netzwerkprotokollausnahme\: Nur NVCM oder nur NVCS darf ungleich null sein. Die Verbindung wurde beendet.
XJ042.S=''{0}'' ist kein g\u00FCltiger Wert f\u00FCr Eigenschaft ''{1}''.
