#Sun Jun 28 15:38:31 UTC 2020
XJ214.S=Se ha producido un error de E/S al llamar a free() en un CLOB o BLOB.
40XL1.T.1=No se ha podido obtener un bloqueo en el tiempo solicitado. El vaciado de lockTable es\: {0}
XN012.S=En plataformas {0}, XA soporta la versi\u00F3n {1} y superiores, \u00E9sta es la versi\u00F3n {2}
42908=La sentencia CREATE VIEW no incluye una lista de columnas.
D010=Copia de seguridad abortada debido a un error
42962=No se permite el par\u00E1metro ''{0}'' o la columna del tipo long en las definiciones de procedimientos o tablas temporales globales declaradas. 
XJ106.S=No existe dicho relleno 
XSLA3.D=Log corrupto. Incluye datos no v\u00E1lidos en el flujo de log.
XBCX6.S=No se puede cambiar la contrase\u00F1a de inicio a un tipo serializable que no es de cadena.
XSDG5.D=La base de datos no est\u00E1 en modo de creaci\u00F3n al llamar a createFinished.
XJ070.S=Se ha transferido un argumento de posici\u00F3n negativo o cero ''{0}'' en un m\u00E9todo Blob o Clob.
XSAM2.S=No existe ning\u00FAn \u00EDndice o conglomerado con el ID de conglomerado ''{0}'' que borrar.
XJ025.S=El flujo de entrada no puede tener una longitud negativa.
XSDF6.S=No se ha encontrado la p\u00E1gina de asignaci\u00F3n {0}.
XBM0T.D=Subprotocolo ambiguo para el nombre de base de datos {0}.  
XJ124.S=Columna no actualizable.
42ZB7=VTI o la funci\u00F3n de tabla ha hecho una referencia no v\u00E1lida a la columna ''{0}''.
XSLB2.S=La operaci\u00F3n de log {0} est\u00E1 registrando demasiados datos, ha llenado el buffer de log interno.
XSCH5.S=Existe datos no coincidentes en la tabla base entre el n\u00FAmero de columna solicitado {0} y el n\u00FAmero m\u00E1ximo de columnas {1}.
XSAJ5.U=N\u00FAmero de columnas recuperadas
43X9A.U=ResultSet de recuento de filas
40XL1=No se ha podido obtener un bloqueo en el tiempo solicitado
XN021.S=Un objeto de tipo {0} no se puede convertir en un objeto de tipo {1}.
C002=Se ha devuelto una excepci\u00F3n de seguridad al acceder a la clase {0} del jar {1} \: {2}
XJ061.S=El m\u00E9todo ''{0}'' s\u00F3lo est\u00E1 permitido en cursores de desplazamiento.
XJ016.S=El m\u00E9todo ''{0}'' no est\u00E1 permitido en una sentencia preparada.
3B002.S=Se alcanz\u00F3 el n\u00FAmero m\u00E1ximo de SAVEPOINT. 
D001=\:\n Iniciando instancia {1} de Derby, versi\u00F3n {0}\: \nen el directorio de base de datos {2} con el cargador de clases {3}\nCargado desde {4}
XJ115.S=No se ha podido abrir resultSet con la capacidad de retenci\u00F3n solicitada {0}.
42818=No est\u00E1n soportadas las comparaciones entre ''{0}'' y ''{1}''. Los tipos deben ser comparables. Adem\u00E1s, los tipos de cadena tambi\u00E9n deben tener una intercalaci\u00F3n coincidente. Si la intercalaci\u00F3n no coincide, una posible soluci\u00F3n es convertir los operandos para forzarlos a la intercalaci\u00F3n por defecto (por ejemplo\: SELECT tablename FROM sys.systables WHERE CAST(tablename AS VARCHAR(128)) \= ''T1'')
