#Sat May 16 09:53:29 UTC 2020
XJ071.S=An eine BLOB- oder CLOB-Methode wurde das negative L\u00E4ngenargument ''{0}'' \u00FCbergeben.
BIN01=(Bin\u00E4rer Datenwert wird nicht angezeigt)
XSAM3.S=Es ist kein Index oder Konglomerat mit der Konglomerat-ID ''{0}'' vorhanden.
42846=Die Typen ''{0}'' k\u00F6nnen nicht in ''{1}'' konvertiert werden.
XSDF7.S=Die neu erstellte Seite {0} konnte nicht gesperrt werden.
XJ125.S=Diese Methode sollte nur f\u00FCr ResultSet-Objekte vom Typ TYPE_SCROLL_INSENSITIVE aufgerufen werden.
42909=Die Anweisung CREATE TABLE enth\u00E4lt keine Spaltenliste.
XSCH6.S=Heap mit Container-ID {0} ist geschlossen.
XSAJ6.U=Bits abgerufene Spalten
XJ044.S=''{0}'' ist eine ung\u00FCltige Nachkommastellenangabe.
43X9B.U=Zeilenanzahl
D011=Altes Backup in {0} entfernt.
42Z9A=read uncommitted
XJ062.S=Ung\u00FCltiger Parameterwert ''{0}'' f\u00FCr ResultSet.setFetchSize(int rows).
XJ017.S=Innerhalb des Triggercodes ist ein Savepoint-Befehl nicht zul\u00E4ssig.
XJ116.S=Zu einem Batch k\u00F6nnen nicht mehr als {0} Befehle hinzugef\u00FCgt werden.
XJ215.S=Es k\u00F6nnen keine weiteren java.sql.Clob/java.sql.Blob-Methoden aufgerufen werden, nachdem die free()-Methode aufgerufen oder nachdem die Blob/Clob-Transaktion ausgef\u00FChrt oder zur\u00FCckgerollt wurde.
XJ080.S=Die Ausf\u00FChrungsanweisung USING hat an Stelle von {1} Parametern {0} Parameter \u00FCbergeben.
42837=ALTER TABLE ''{0}'' gibt Attribute f\u00FCr die Spalte ''{1}'' an, die nicht mit der vorhandenen Spalte kompatibel sind.
XN013.S=Ung\u00FCltige Scrollrichtung
XBM0U.S=F\u00FCr die ID {0} wurde keine Klasse registriert.
C003=Ausnahme beim Laden der Datenbank-JAR-Datei {0} - {1}
XJ008.S=Ein Savepoint kann im Autocommit-Modus nicht zur\u00FCckgesetzt oder freigegeben werden.
XSLA4.D=Fehler beim Versuch zu schreiben in das Transaktionwiederherstellungslog.  Wahrscheinlich ist der Datentr\u00E4ger die das Wiederherstellungslog h\u00E4lt voll. Wenn der Datentr\u00E4ger voll ist, soll man Speicherplatz auf dem Datentr\u00E4ger freigeben entweder durch dazuf\u00FCgen von Speicherplatz, oder durch erweiteren von Dateien, die nicht mit Derby zusammenhangen. Es ist auch m\u00F6glich, dass das Dateisystem und/oder den Datentr\u00E4ger worauf den Transaktionwiederherstellungslog sich aufh\u00E4lt, schreibgesch\u00FCtzt ist. Der Fehler kann auch auftreten, wenn der Datentr\u00E4ger oder das Dateisystem fehlgeschlagen ist. 
XJ107.S=Falsches Padding
D002=\:\nInstanz {0} im Datenbankverzeichnis {1} mit Class Loader {2} wird heruntergefahren
XBCX7.S=Falsches Format f\u00FCr das \u00C4ndern des Boot-Kennworts. G\u00FCltiges Format\: old_boot_password, new_boot_password.
XSDG6.D=Bei der Wiederherstellung wurde das Datensegmentverzeichnis nicht in Backup {0} gefunden. Vergewissern Sie sich, dass es sich um das richtige Backup handelt und dieses nicht besch\u00E4digt ist.
XJ206.S=SQL-Text ''{0}'' enth\u00E4lt keine Token.
