#Sat May 16 09:53:30 UTC 2020
XJ071.S=Un argument de longueur n\u00E9gatif ''{0}'' a \u00E9t\u00E9 transmis dans une m\u00E9thode BLOB ou CLOB.
BIN01=(valeur de donn\u00E9es binaire non affich\u00E9e)
XSAM3.S=Aucun index ni agglom\u00E9ration ayant pour ID d''agglom\u00E9ration ''{0}''.
42846=Impossible de convertir les types ''{0}'' vers ''{1}''.
XSDF7.S=Echec du verrouillage interne de la page nouvellement cr\u00E9\u00E9e {0}
XJ125.S=Cette m\u00E9thode doit \u00EAtre appel\u00E9e uniquement sur les objets ResultSet avec d\u00E9filement (type TYPE_SCROLL_INSENSITIVE).
42909=L''instruction CREATE TABLE ne comprend pas de liste de colonnes.
XSCH6.S=Le conteneur de portions de m\u00E9moire avec l''ID de conteneur {0} est ferm\u00E9.
XSAJ6.U=Jeu de bits des colonnes extrait
XJ044.S=''{0}'' est une \u00E9chelle non valide.
43X9B.U=Nombre de lignes
D011=L''ancienne copie de sauvegarde situ\u00E9e sur {0} a \u00E9t\u00E9 enlev\u00E9e
42Z9A=lecture non valid\u00E9e (commit)
XJ062.S=Valeur de param\u00E8tre non valide ''{0}'' pour ResultSet.setFetchSize(int rows).
XJ017.S=Aucune commande savepoint autoris\u00E9e dans le code de d\u00E9clenchement.
XJ116.S=Impossible d''ajouter plus de {0} commandes \u00E0 un batch unique.
XJ215.S=Impossible d''appeler les autres m\u00E9thodes java.sql.Clob/java.sql.Blob apr\u00E8s avoir appel\u00E9 la m\u00E9thode free() ou apr\u00E8s avoir valid\u00E9 (commit) ou annul\u00E9 (rollback) la transaction BLOB/CLOB.
XJ080.S=L''instruction d''ex\u00E9cution USING a transmis {0} param\u00E8tres et non {1}.
42837=ALTER TABLE ''{0}'' a indiqu\u00E9 des attributs pour la colonne ''{1}'' qui ne sont pas compatibles avec la colonne existante.
XN013.S=Orientation de d\u00E9filement non valide.
XBM0U.S=Aucune classe n''a \u00E9t\u00E9 inscrite pour l''identificateur {0}.
C003=Exception lors du chargement du fichier JAR de la base de donn\u00E9es {0} - {1}
XJ008.S=Impossible d''annuler (rollback) ou de lib\u00E9rer un point de sauvegarde en mode de validation automatique.
XSLA4.D=Erreur lorsque tentement d''\u00E9crire le journal de r\u00E9cup\u00E9ration de transaction. Tr\u00E8s probablement le disque contenant le journal de r\u00E9cup\u00E9ration est satur\u00E9. Si le disque est satur\u00E9, la seule possibilit\u00E9 de proc\u00E9der est lib\u00E9rer de l''espace sur le disque par son expansion ou par suppression de fichiers non li\u00E9s \u00E0 Derby. Il est \u00E9galement possible que le syst\u00E8me de fichiers et/ou le disque o\u00F9 r\u00E9side le journal de transaction de Derby soit en lecture seule. L''erreur peut \u00E9galement \u00EAtre produite si le disque ou le syst\u00E8me de fichiers soit tomb\u00E9 en panne.
XJ107.S=Remplissage incorrect
D002=\:\nFermeture de l''instance {0} sur le r\u00E9pertoire de base de donn\u00E9es {1} avec le chargeur de classe {2} 
XBCX7.S=Format incorrect pour modifier le mot de passe d''amor\u00E7age. Le format suivant doit \u00EAtre utilis\u00E9 \: old_boot_password, new_boot_password.
XSDG6.D=Le r\u00E9pertoire de segment de donn\u00E9es est introuvable dans la sauvegarde {0} pendant la restauration. Assurez-vous que la copie de sauvegarde est correcte et qu''elle n''est pas endommag\u00E9e.
XJ206.S=Le texte SQL ''{0}'' ne contient aucun jeton.
