#Sat May 16 09:53:29 UTC 2020
XJ065.S=Valor del par\u00E1metro no v\u00E1lido ''{0}'' para Statement.setFetchSize(int rows).
42939=No se puede crear un objeto con el nombre de esquema ''{0}''.
XJ083.U=''{0}'' no permitido porque el ResultSet no es un ResultSet actualizable. 
42Z9D=Las sentencias ''{0}'' no est\u00E1n permitidas en disparadores ''{1}''.
XSAS0.S=Se ha llamado a un m\u00E9todo de interfaz de controlador de exploraci\u00F3n que no es apropiado para una exploraci\u00F3n en un orden.
XN016.S=Se ha encontrado una excepci\u00F3n al intentar verificar la longitud del flujo especificado por el par\u00E1metro \#{0}. La excepci\u00F3n ten\u00EDa el siguiente mensaje\: {1}.
3B501.S=Ya existe un SAVEPOINT con el nombre que se ha transferido en la transacci\u00F3n actual.
XJ056.S=No puede definir la activaci\u00F3n de la confirmaci\u00F3n autom\u00E1tica si est\u00E1 en una conexi\u00F3n XA.
XSLA7.D=No se puede rehacer la operaci\u00F3n {0} en el log.
XJ209.S=El proceso almacenado necesario no est\u00E1 instalado en el servidor.
XSDG9.D=El thread de Derby se he interrumpido durante una operaci\u00F3n de E/S de disco. Compruebe la aplicaci\u00F3n para buscar el origen de la interrupci\u00F3n.
XJ074.S=Valor del par\u00E1metro no v\u00E1lido ''{0}'' para Statement.setQueryTimeout(int seconds).
C006=Se ha cargado {0} desde el jar de base de datos {1}
XSAM6.S=No se ha encontrado el registro {2} de la p\u00E1gina {1} en el contenedor {0}.
XBM0X.D=La descripci\u00F3n de territorio suministrada ''{0}'' no es v\u00E1lida, se esperaba ln[_CO[_variante]]\nln\=c\u00F3digo de idioma ISO-639 de dos letras en min\u00FAsculas, CO\=c\u00F3digo de pa\u00EDs ISO-3166 de dos letras en may\u00FAsculas, consulte java.util.Locale.
XJ128.S=No se ha podido desajustar para ''{0}''
42Z9D.S.1=Los procedimientos que modifican datos SQL no est\u00E1n permitidos en disparadores BEFORE.
42894=El valor DEFAULT o el valor del atributo IDENTITY no es v\u00E1lido para la columna ''{0}''.
XSLB6.S=Se ha intentado registrar 0 o un registro de log de longitud -ve.
D005=Se ha movido la copia de seguridad antigua de {0} a {1}
