#Sun Jun 28 15:38:31 UTC 2020
3B502.S=Se ha especificado una versi\u00F3n o la realizaci\u00F3n de un rollback en un punto de grabaci\u00F3n, pero no existe ning\u00FAn punto de grabaci\u00F3n.
XJ057.S=No se puede confirmar una transacci\u00F3n global mediante la conexi\u00F3n, el proceso de confirmaci\u00F3n debe ir a trav\u00E9s de la interfaz XAResource.
42877=No est\u00E1 permitido un nombre de columna cualificado ''{0}'' en la cl\u00E1usula ORDER BY.
2200H.S=El generador de secuencias ''{0}''.''{1}'' no recorre los elementos. No se pueden obtener m\u00E1s valores de este generador de secuencias.
XSLA8.D=No se puede realizar un rollback en la transacci\u00F3n {0}, se est\u00E1 intentando compensar la operaci\u00F3n {1} con {2}
01J01=No se ha creado la base de datos ''{0}'', en su lugar se ha realizado una conexi\u00F3n a una base de datos existente.
D015=No se puede leer m\u00E1s porque otra transacci\u00F3n ha modificado el valor.
42Z9E=La restricci\u00F3n ''{0}'' no es una restricci\u00F3n ''{1}''.
XBM0Y.D=No se ha encontrado el directorio de copia de seguridad de base de datos {0}. Aseg\u00FArese de que la ruta de acceso de copia de seguridad especificada es la correcta.
XN008.S=El proceso de consulta se ha terminado debido a un error en el servidor.
42886=El par\u00E1metro {1} {0} necesita un marcador de par\u00E1metro ''?''.
XJ093.S=La longitud de BLOB/CLOB, {0}, es demasiado grande. La longitud no puede exceder de {1}.
01J10=Los juegos de resultados sensibles al desplazamiento no est\u00E1n soportados por el servidor; se realizar\u00E1 una nueva asignaci\u00F3n al cursor de s\u00F3lo avance
XJ066.S=Valor del par\u00E1metro no v\u00E1lido ''{0}'' para Statement.setMaxFieldSize(int max).
C007=Excepci\u00F3n al cargar la clase {0} desde el jar {1} - {2}
XJ048.C=Se han especificado atributos de inicio que entran en conflicto\: {0}
4250A=El usuario ''{0}'' no tiene el permiso {1} en el objeto ''{2}''.''{3}''.
XJ084.U=La columna no corresponde a una columna de la tabla base. No se puede emitir ''{0}'' en esta columna.
XSAS1.S=Se ha intentado recuperar una fila antes de iniciar el orden o despu\u00E9s de terminarlo.
D006=Se ha completado la copia de seguridad del segmento de datos a {0}. 
XN017.S=Se ha alcanzado el final del flujo antes de tiempo al leer el flujo especificado por el par\u00E1metro \#{0}. Los datos restantes esperados por el servidor se han rellenado con 0x0.
