#Sun Jun 28 15:38:31 UTC 2020
01J04=La clase ''{0}'' para la columna ''{1}'' no implanta java.io.Serializable o java.sql.SQLData. Las instancias deben implantar una de estas interfaces para que \u00E9stas se puedan almacenar.
4251C=El rol {0} no se puede otorgar a {1} porque crear\u00EDa una circularidad.
J120=Error de conexi\u00F3n no especificado
L001=------------  Principio de mensaje de error -------------\n
XJ069.S=No se permiten m\u00E9todos SetXXX en el caso de la sentencia de ejecuci\u00F3n USING.
J102=Se ha generado una excepci\u00F3n al iniciar el servidor de red. {0}
01J13=El n\u00FAmero de filas devueltas ({0}) es demasiado grande para un entero; el valor devuelto se truncar\u00E1.
40XT1=Se ha devuelto una excepci\u00F3n durante la confirmaci\u00F3n de la transacci\u00F3n.
XJ087.S=La suma de la posici\u00F3n(''{0}'') y la longitud(''{1}'') es mayor que el tama\u00F1o del LOB m\u00E1s uno.
L010=Se ha detectado un registro de log incompleto en el archivo {0}, borrando el archivo log desde la posici\u00F3n {1} hasta el fin de archivo en {2}.
J021=Territorio de la base de datos
XSTB2.M=No se pueden registrar cambios de transacci\u00F3n, es posible que est\u00E9 intentando escribir en una base de datos de s\u00F3lo lectura.
4250D=Usuarios ''{1}'' repetidos en la lista de acceso ''{0}'';
J111=Falta la contrase\u00F1a
D009=Se ha copiado el directorio de log de {0} a {1}
J003={0}\: cerrando motor de Derby
XSDBB.D=Formato de p\u00E1gina desconocido en la p\u00E1gina {0}, se realizar\u00E1 un volcado de p\u00E1gina\: {1} 
XJ078.S=El desplazamiento ''{0}'' es inferior a cero o es demasiado grande para el BLOB/CLOB actual.
J030=Ruta de acceso de copia de seguridad para restaurar base de datos a partir de copia de seguridad
42XAB=NOT NULL s\u00F3lo est\u00E1 permitido si se declara de forma expl\u00EDcita un tipo de dato.
X0X10.S=La cl\u00E1usula USING ha devuelto m\u00E1s de una fila; solamente se permiten ResultSets de una sola fila.
XSDAC.S=Se ha intentado mover p\u00E1ginas o filas de un contenedor a otro.
