#Sat May 16 09:53:30 UTC 2020
01J04=La classe ''{0}'' de la colonne ''{1}'' n''impl\u00E9mente pas java.io.Serializable ou java.sql.SQLData. Des instances doivent impl\u00E9menter l''une de ces interfaces pour permettre leur stockage.
4251C=Le r\u00F4le {0} ne peut pas \u00EAtre accord\u00E9 \u00E0 {1}, car cela cr\u00E9erait une circularit\u00E9.
J120=Erreur de connexion non sp\u00E9cifi\u00E9e
L001=------------  D\u00E9but de message d''erreur -------------\n
XJ069.S=Aucune m\u00E9thode SetXXX autoris\u00E9e avec l''instruction d''ex\u00E9cution USING.
J102=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors du d\u00E9marrage du serveur r\u00E9seau. {0}
01J13=Le nombre de lignes renvoy\u00E9 ({0}) est trop important pour correspondre \u00E0 un entier ; la valeur renvoy\u00E9e sera tronqu\u00E9e.
40XT1=Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e au cours de la validation (commit) de la transaction.
XJ087.S=La somme des valeurs position(''{0}'') et length(''{1}'') est sup\u00E9rieure \u00E0 la taille de l''objet LOB plus un.
L010=Enregistrement de journal incomplet d\u00E9tect\u00E9 dans le fichier {0} ; effacement du fichier journal de la position {1} jusqu''\u00E0 la fin du fichier \u00E0 la position {2}.
J021=Territoire de la base de donn\u00E9es
XSTB2.M=Impossible de journaliser les modifications de transaction ; il s''agit peut-\u00EAtre d''une tentative d''\u00E9criture dans une base de donn\u00E9es en lecture seule.
4250D=Utilisateurs r\u00E9p\u00E9t\u00E9s ''{1}'' dans la liste d''acc\u00E8s ''{0}'' ;
J111=Mot de passe manquant
D009=Le r\u00E9pertoire de journalisation a \u00E9t\u00E9 copi\u00E9 de {0} vers {1}
J003={0} \: fermeture du moteur Derby
XSDBB.D=Format de page inconnu \u00E0 la page {0}, vidage de la page\u00A0\: {1} 
XJ078.S=La position ''{0}'' est soit inf\u00E9rieure \u00E0 z\u00E9ro, soit trop importante pour le BLOB/CLOB en cours.
J030=Chemin de sauvegarde pour la restauration de base de donn\u00E9es \u00E0 partir de la sauvegarde
42XAB=NOT NULL est autoris\u00E9 uniquement si vous d\u00E9clarez explicitement un type de donn\u00E9es.
X0X10.S=La clause USING a renvoy\u00E9 plusieurs lignes. Seuls les \u00E9l\u00E9ments ResultSets comportant une seule ligne sont autoris\u00E9s.
XSDAC.S=Tentative de d\u00E9placement de lignes ou de pages d''un conteneur \u00E0 un autre.
