#Sat May 16 09:53:30 UTC 2020
01J06=L''\u00E9l\u00E9ment ResultSet ne peut pas \u00EAtre mis \u00E0 jour. La requ\u00EAte n''est pas qualifi\u00E9e pour g\u00E9n\u00E9rer un \u00E9l\u00E9ment ResultSet pouvant \u00EAtre mis \u00E0 jour.
4251E=Personne ne peut visualiser la colonne ''{0}''.''{1}''.
J122=Une commande demandant des services de la base de donn\u00E9es a \u00E9t\u00E9 \u00E9mise avant celle demandant un acc\u00E8s \u00E0 la base de donn\u00E9es (ACCRDB)
XSDAE.S=Descripteur d''enregistrement possible uniquement pour un ID de descripteur d''enregistrement sp\u00E9cial.
L003=\n------------  D\u00E9but de pile d''erreurs d''arr\u00EAt -----------\n
XJ098.S=La valeur des cl\u00E9s g\u00E9n\u00E9r\u00E9es automatiquement {0} n''est pas valide
M002=Propri\u00E9t\u00E9s de service endommag\u00E9es/manquantes restaur\u00E9es \u00E0 partir du fichier de sauvegarde.
I024=La base de donn\u00E9es n''est pas disponible
J104=Cet objet est d\u00E9j\u00E0 ferm\u00E9.
01J15=Votre mot de passe expirera dans {0} jour(s). Utilisez la proc\u00E9dure SYSCS_UTIL.SYSCS_MODIFY_PASSWORD pour modifier le mot de passe dans la base de donn\u00E9es ''{1}''.
J131=Une erreur de protocole (erreur de syntaxe du flux de donn\u00E9es) a \u00E9t\u00E9 d\u00E9tect\u00E9e. Cause \: 0x{0}. Il s''agit peut-\u00EAtre d''une tentative de connexion en texte brut \u00E0 un serveur avec SSL activ\u00E9.
N001=Cette erreur est due \u00E0 l''erreur suivante.
X0X03.S=Etat de transaction non valide. La conservation du curseur requiert le m\u00EAme niveau d''isolement
L012=L''enregistrement de journal n''est pas le premier, mais la transaction n''est pas dans la table des transactions \: {0}
J023=Mot de passe de l''utilisateur
2200M=Document XML non valide \: {0}
XSAX1.S=Une tentative de lancement d''une transaction globale avec le XID d''une transaction globale existante a \u00E9t\u00E9 effectu\u00E9e.
XSAS6.S=Impossible d''acqu\u00E9rir des ressources pour le tri.
J113=ID utilisateur ou mot de passe non valide
J005=Arr\u00EAter Derby
L021=Avertissement \: la base de donn\u00E9es a \u00E9t\u00E9 pr\u00E9c\u00E9demment amorc\u00E9e ou est actuellement amorc\u00E9e avec {0} ayant comme valeur {1}. Ce mode {0} \= {1} ne garantit pas la capacit\u00E9 de r\u00E9cup\u00E9ration et peut \u00EAtre \u00E0 l''origine de l''erreur d''amor\u00E7age.\n
