#Sat May 16 09:53:29 UTC 2020
L007=\u8B66\u544A\: \u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u65B0\u898F\u30ED\u30B0\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u4E0D\u6574\u5408\u306E\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059
J018=\u6697\u53F7\u9375\u306E\u9577\u3055
R001=----  \u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u958B\u59CB ({0}) ----
X0Y42.S=\u5236\u7D04''{0}''\u306F\u7121\u52B9\u3067\u3059\: \u5916\u90E8\u30AD\u30FC\u5217\u306E\u578B\u304C\u53C2\u7167\u5217\u306E\u578B\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
XSLAA.D=\u3053\u306E\u30B9\u30C8\u30A2\u306F\u3001\u4EE5\u524D\u306B\u767A\u751F\u3057\u305F\u4F8B\u5916\u306B\u3088\u308A\u505C\u6B62\u3068\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002
XBCXD.S=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u4F5C\u6210\u5F8C\u306B\u6697\u53F7\u5316\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u5909\u66F4\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
X0X61.S=\u7D22\u5F15''{0}''\u3068\u8868''{1}.{2}''\u306E\u5217''{4}''\u306B\u5BFE\u3059\u308B\u5024\u304C\u884C\u4F4D\u7F6E{3}\u3067\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\u7D22\u5F15\u306E\u5024\u306F''{5}''\u3067\u3059\u304C\u3001\u57FA\u672C\u8868\u306E\u5024\u306F''{6}''\u3067\u3059\u3002\u884C\u4F4D\u7F6E\u3092\u542B\u3080\u3001\u5B8C\u5168\u7D22\u5F15\u30AD\u30FC\u306F''{7}''\u3067\u3059\u3002\u4FEE\u6B63\u63AA\u7F6E\u3068\u3057\u3066\u3001\u7D22\u5F15\u306E\u518D\u4F5C\u6210\u3092\u304A\u85A6\u3081\u3057\u307E\u3059\u3002
I028=\u30E6\u30FC\u30B6\u30FC\u30FB\u30C7\u30FC\u30BF\u306E\u30B5\u30FC\u30D0\u30FC\u3078\u306E\u8EE2\u9001\u4E2D\u306B\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u5074\u3067\u30B9\u30C8\u30EA\u30FC\u30E0\u8AAD\u8FBC\u307F\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
J108=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3{0}\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u3092\u8A31\u53EF\u3057\u3066\u3044\u307E\u305B\u3093\u3002
XSDFD.S=\u30DA\u30FC\u30B8{0}\u306E2\u3064\u306E\u5165\u51FA\u529B\u3067\u7570\u306A\u308B\u30DA\u30FC\u30B8\u30FB\u30A4\u30E1\u30FC\u30B8\u304C\u8AAD\u307F\u53D6\u3089\u308C\u307E\u3057\u305F\u30021\u3064\u76EE\u306E\u30A4\u30E1\u30FC\u30B8\u306F\u8AA4\u3063\u305F\u30C1\u30A7\u30C3\u30AF\u30B5\u30E0\u3092\u6301\u3063\u3066\u304A\u308A\u30012\u3064\u76EE\u306E\u30A4\u30E1\u30FC\u30B8\u306F\u6B63\u3057\u3044\u30C1\u30A7\u30C3\u30AF\u30B5\u30E0\u3092\u6301\u3063\u3066\u3044\u307E\u3059\u3002\u30DA\u30FC\u30B8\u30FB\u30A4\u30E1\u30FC\u30B8\u306F\u6B21\u306E\u3068\u304A\u308A\u3067\u3059\: {1} {2}
XSDAI.S=\u9664\u53BB\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u30DA\u30FC\u30B8{0}\u306F\u3001\u3059\u3067\u306B\u5272\u5F53\u3066\u89E3\u9664\u306E\u305F\u3081\u306B\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002
40XT7=\u64CD\u4F5C\u306F\u5185\u90E8\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
46J01=Java\u30E1\u30BD\u30C3\u30C9\u30FB\u30B7\u30B0\u30CD\u30C1\u30E3\u306E\u5F62\u5F0F\u304C\u7121\u52B9\u3067\u3059\u3002
J135=XA\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u305F\u305F\u3081\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306EXid\u306F{0}\u3067\u3059\u3002
L016=\u65B0\u898F\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB{0}\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093
XSAJC.U=\u30DE\u30FC\u30B8\u5B9F\u884C\u306E\u6570
R010=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9''{0}''\u306E\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30DE\u30B9\u30BF\u30FC\u304C\u30B9\u30EC\u30FC\u30D6\u306B\u518D\u63A5\u7D9A\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
J117=ACCSEC\u3067\u3001\u5FC5\u9808\u306ESECTKN\u304C\u6B20\u843D\u3057\u3066\u3044\u308B\u304B\u7121\u52B9\u3067\u3059
X0X07.S=JAR\u30D5\u30A1\u30A4\u30EB''{0}''\u306Fderby.database.classpath ''{0}''\u306B\u3042\u308B\u305F\u3081\u9664\u53BB\u3067\u304D\u307E\u305B\u3093\u3002
42XAH=A NEXT VALUE FOR\u5F0F\u306F\u3001WHERE\u3001ON\u3001HAVING\u3001ORDER BY\u3001DISTINCT\u3001CASE\u3001GENERATION\u3001\u304A\u3088\u3073AGGREGATE\u53E5\u3084\u3001WINDOW\u95A2\u6570\u3001CHECK\u5236\u7D04\u306A\u3069\u306E\u591A\u304F\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
XIE01.S=\u63A5\u7D9A\u304CNULL\u3067\u3057\u305F\u3002
X0Y24.S=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8''{1}''\u306B\u304A\u3044\u3066\u64CD\u4F5C''{0}''\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002STATEMENT ''{2}''\u304C\u305D\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u5F93\u5C5E\u3057\u3066\u3044\u307E\u3059\u3002
4251I=\u8CC7\u683C\u8A3C\u660E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9''{0}''\u304C\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001\u8A8D\u8A3C\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002
J126=\u4F1A\u8A71\u578B\u30D7\u30ED\u30C8\u30B3\u30EB\u30FB\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u7406\u7531\: 0x{0}\u3002
