#Sat May 16 10:28:43 UTC 2020
L008=Die inkompatible alte Logdatei {0} wird gel\u00F6scht
J019=Externer Verschl\u00FCsselungsschl\u00FCssel
R002=--------------------  Ende Replikationsfehlermeldung ---------------------
XBM01.D=Systemstart aufgrund einer Ausnahme nicht erfolgreich. Details enth\u00E4lt die n\u00E4chste Ausnahme. 
I029=Dateiende vorzeitig erreicht; {0} erwartet, {1} festgestellt.
J109=Es wurde eine inkorrekte TCP/IP-Clientkonfiguration festgestellt. Die IP-Adresse Ihres lokalen Hosts kann nicht bestimmt werden\: ''{0}''. Stellen Sie sicher, dass die IP-Adresse Ihres Clientrechners ordnungsgem\u00E4\u00DF konfiguriert ist.
46J02=Die Signatur der Java-Methode enth\u00E4lt eine falsche Anzahl von Parametern ({0}). Erwartet wurden {1} Parameter.
J136=Mit der zu schlie\u00DFenden Verbindung ist eine XA-Transaktion verkn\u00FCpft. Die Transaktion wird zur\u00FCckgesetzt. Die Transaktions-XID lautet {0}.
XCL01.S=Ergebnismenge gibt keine Zeilen zur\u00FCck. Vorgang {0} nicht zul\u00E4ssig. 
L017=Neue Logdatei {0} kann nicht erstellt werden aufgrund von {1}.
J028=Backuppfad f\u00FCr Rollforward Recovery
R011=Replication Slave-Datenbank ''{0}'' horcht auf Verbindungen von Master auf ''{1}\:{2}''.
X0Y70.S=INSERT, UPDATE und DELETE sind f\u00FCr die Tabelle {1} nicht zul\u00E4ssig, weil der Trigger {0} aktiv ist.
X0Y25.S=Vorgang ''{0}'' kann f\u00FCr das Objekt ''{1}'' nicht ausgef\u00FChrt werden, weil {2} ''{3}'' von diesem Objekt abh\u00E4ngt.
J118=Kennwort abgelaufen
X0Y43.S=Constraint ''{0}'' ist ung\u00FCltig\: Die Anzahl der Spalten in ({1}) stimmt nicht mit der Anzahl der Spalten im referenzierten Schl\u00FCssel ({2}) \u00FCberein.
XSLAB.D=Logdatei {0} nicht gefunden. Vergewissern Sie sich, dass die Eigenschaft "logDevice" ordnungsgem\u00E4\u00DF und mit dem richtigen Pfadtrennzeichen f\u00FCr Ihre Plattform angegeben ist.
XBCXE.S=Der Verschl\u00FCsselungsprovider kann nach dem Erstellen der Datenbank nicht ge\u00E4ndert werden.
R020=Failover erfolgreich ausgef\u00FChrt f\u00FCr Datenbank ''{0}''.
42XAI=Die Anweisung referenziert die folgende Sequenz mehrmals\: ''{0}''.
X0X62.S=Die Tabelle ''{0}'' und der Index ''{1}'' sind inkonsistent. Bei dem Versuch, die Zeilenposition ''{2}'' aus der Tabelle abzurufen, ist ein Fehler aufgetreten. Der vollst\u00E4ndige Indexschl\u00FCssel mit der Zeilenposition ist ''{3}''. Zur Fehlerberichtigung wird empfohlen, den Index erneut zu erstellen.
XSDAJ.S=Ausnahme beim Schreiben eines serialisierbaren oder SQLData-Objekts.
4287A=Die ORDER BY-Klausel gibt eventuell keinen Ausdruck an, da die Abfrage DISTINCT angibt.
X0Y16.S=''{0}'' ist keine View. Falls es sich um eine Tabelle handelt, verwenden Sie DROP TABLE.
4251J=Der Wert f\u00FCr die Eigenschaft ''{0}'' ist nicht ordnungsgem\u00E4\u00DF formatiert.
XCL10.S=Ein PreparedStatement wurde kompiliert, und die Parameter wurden ge\u00E4ndert. Wenn Sie JDBC verwenden, m\u00FCssen Sie die Anweisung erneut vorbereiten. 
XSAJD.U=Gr\u00F6\u00DFe von MergeSort-Ausf\u00FChrungen
XJ04B.S=Batch darf keinen Befehl enthalten, der versucht, eine Ergebnismenge zur\u00FCckzugeben.
