#Sat May 16 10:28:44 UTC 2020
L008=Suppression d''un ancien fichier journal incompatible {0}
J019=Cl\u00E9 de cryptographie externe
R002=--------------------  Message d''erreur de fin de la r\u00E9plication ---------------------
XBM01.D=Echec du d\u00E9marrage en raison d''une exception. Pour plus de d\u00E9tails, reportez-vous \u00E0 l''exception suivante. 
I029=EOF atteinte pr\u00E9matur\u00E9ment ; attendu \: {0}, obtenu \: {1}.
J109=Configuration client TCP/IP incorrecte d\u00E9tect\u00E9e. Impossible de d\u00E9terminer l''adresse IP de l''h\u00F4te local \: ''{0}''. Assurez-vous que la machine client poss\u00E8de une adresse IP correctement configur\u00E9e.
46J02=La signature de m\u00E9thode Java contient un nombre incorrect ({0}) de param\u00E8tres, valeur attendue {1}.
J136=Une transaction XA \u00E9tait associ\u00E9e \u00E0 la connexion en cours de fermeture. La transaction va \u00EAtre annul\u00E9e (rollback). Le XID de transaction est {0}.
XCL01.S=L''ensemble de r\u00E9sultats ne renvoie pas de lignes. L''op\u00E9ration {0} n''est pas autoris\u00E9e. 
L017=Impossible de cr\u00E9er le fichier journal {0} en raison de {1}
J028=Chemin de sauvegarde pour la r\u00E9cup\u00E9ration en aval
R011=La base de donn\u00E9es esclave de r\u00E9plication ''{0}'' \u00E9coute les connexions \u00E0 partir du ma\u00EEtre sur ''{1}\:{2}''.
X0Y70.S=INSERT, UPDATE et DELETE ne sont pas autoris\u00E9s sur la table {1} car le d\u00E9clencheur {0} est actif.
X0Y25.S=L''op\u00E9ration ''{0}'' ne peut pas \u00EAtre effectu\u00E9e sur l''objet ''{1}'' car {2} ''{3}'' d\u00E9pend de cet objet.
J118=Mot de passe arriv\u00E9 \u00E0 expiration
X0Y43.S=La contrainte ''{0}'' n''est pas valide \: le nombre de colonnes ({1}) ne correspond pas au nombre de colonnes de la cl\u00E9 r\u00E9f\u00E9renc\u00E9e ({2}).
XSLAB.D=Le fichier journal {0} est introuvable ; assurez-vous que la propri\u00E9t\u00E9 logDevice est d\u00E9finie correctement avec le s\u00E9parateur de chemin d''acc\u00E8s appropri\u00E9 pour votre plate-forme.
XBCXE.S=Le fournisseur de cryptage ne peut pas \u00EAtre modifi\u00E9 une fois que la base de donn\u00E9es est cr\u00E9\u00E9e.
R020=Basculement effectu\u00E9 pour la base de donn\u00E9es ''{0}''.
42XAI=L''instruction r\u00E9f\u00E9rence plusieurs fois la s\u00E9quence suivante \: ''{0}''.
X0X62.S=Incoh\u00E9rence d\u00E9tect\u00E9e entre la table ''{0}'' et l''index ''{1}''. Erreur lors de la tentative d''extraction de l''emplacement de ligne ''{2}'' \u00E0 partir de la table. La cl\u00E9 d''index compl\u00E8te, qui comprend l''emplacement de ligne, est ''{3}''. L''intervention sugg\u00E9r\u00E9e consiste \u00E0 recr\u00E9er l''index.
XSDAJ.S=Exception au cours de l''\u00E9criture d''un objet s\u00E9rialisable ou SQLData
4287A=La clause ORDER BY peut ne pas sp\u00E9cifier d''expression, car la requ\u00EAte indique DISTINCT.
X0Y16.S=''{0}'' n''est pas une vue. S''il s''agit d''une table, utilisez plut\u00F4t DROP TABLE.
4251J=Le format de la valeur de la propri\u00E9t\u00E9 ''{0}'' est incorrect.
XCL10.S=L''instruction PreparedStatement a \u00E9t\u00E9 recompil\u00E9e et les param\u00E8tres ont \u00E9t\u00E9 modifi\u00E9s. Si vous utilisez JDBC, vous devez repr\u00E9parer l''instruction.  
XSAJD.U=Taille des ex\u00E9cutions de fusion
XJ04B.S=Le batch ne peut pas contenir de commande tentant de renvoyer un ensemble de r\u00E9sultats.
