#Sun Jun 28 15:38:31 UTC 2020
X0Y71.S=No se permite la manipulaci\u00F3n de transacciones como SET ISOLATION porque el disparador {0} est\u00E1 activo.
R003=Se ha iniciado el rol esclavo de replicaci\u00F3n para la base de datos ''{0}''.
X0Y26.S=Es necesario que el \u00EDndice ''{0}'' est\u00E9 en el mismo esquema que la tabla ''{1}''.
XCL20.S=Los cat\u00E1logos del nivel de versi\u00F3n ''{0}'' no se pueden actualizar al nivel de versi\u00F3n ''{1}''.
X0Y44.S=La restricci\u00F3n ''{0}'' no es v\u00E1lida\: no existe una restricci\u00F3n de clave \u00FAnica o primaria en la tabla ''{1}'' que coincida con el n\u00FAmero y tipos de las columnas de la clave ajena.
XSLAC.D=La base de datos en {0} tiene un formato incompatible con la versi\u00F3n actual del software, puede haber sido creada o actualizada por una versi\u00F3n posterior.
XBCXF.S=No se ha encontrado la clase ''{0}'' que representa el proveedor de cifrado.
X0X63.S=Se ha obtenido IOException ''{0}''.
L018=El sistema puede estar en un estado inconsistente, falta el archivo {0}
J029=Ruta de acceso de copia de seguridad para crear base de datos a partir de copia de seguridad
R012=Manejador de conexi\u00F3n de replicaci\u00F3n no v\u00E1lido.
XSDFF.S=La operaci\u00F3n solicitada ha fallado debido a una excepci\u00F3n inesperada.
XSDAK.S=Se ha obtenido una p\u00E1gina incorrecta para el manejador de registro {0}.
XJ05B.C=El atributo de JDBC ''{0}'' tiene un valor ''{1}'' no v\u00E1lido, los valores v\u00E1lidos son ''{2}''.
XSAJE.U=Todo
XJ04C.S=El lote CallableStatement no puede contener par\u00E1metros de salida.
X0X81.S={0} ''{1}'' no existe.
X0Y80.S=Fallo de la tabla ALTER ''{0}''. Se han encontrado datos nulos en la columna ''{1}''.
XBM02.D=Error de inicio porque falta una funci\u00F3n para {0}. Aseg\u00FArese de que la classpath incluya el software de Derby correcto.
42XAJ=La sentencia CREATE SEQUENCE contiene la cl\u00E1usula redundante ''{0}''.
S0022=No se ha encontrado la columna ''{0}''.
4251K=Las primeras credenciales que se creen deben ser las de DBO.
XIE03.S=Se han encontrado datos en la l\u00EDnea {0} de la columna {1} despu\u00E9s del delimitador de parada. 
J128=El cursor no est\u00E1 abierto
L009=Suprimiendo archivo log antiguo {0}
