#Sun Jun 28 15:38:31 UTC 2020
08004.C.12=Verbindung konnte nicht authentifiziert werden. Entweder sind die eingegebenen Zugangsdaten ung\u00FCltig oder die Datenbank verwendet ein Kennwortverschl\u00FCsselungsschema, das mit dem starken Kennwortsubstitutions-Sicherheitsmechanismus nicht kompatibel ist. Wenn dieser Fehler nach dem Upgrade auftritt, erhalten Sie im Versionshinweis f\u00FCr DERBY-4483 Informationen zu Ihren M\u00F6glichkeiten.
08004.C.9=Benutzer ''{0}'' hat keine Berechtigung zum Herunterfahren des Systems [{1}].
43X87.U=Nested Loop Join ResultSet
08004.C.11=Keine Berechtigung des Benutzers ''{0}'' zum Erstellen von Datenbank ''{1}'' [{2}].
23502=Die Spalte ''{0}'' akzeptiert keinen Nullwert.
08004.C.8=Benutzer ''{0}'' kann keinen Replikationsvorgang auf Datenbank ''{1}'' ausl\u00F6sen. Hierzu ist nur der Datenbankeigent\u00FCmer berechtigt.
08004.C.10=Systemberechtigung zum Erstellen von Datenbank ''{0}'' [{1}] kann nicht \u00FCberpr\u00FCft werden.
08004.C.7=Verbindung mit Datenbank ''{0}'' verweigert. Die Datenbank befindet sich im Replication Slave-Modus.
42X88=Ein Bedingungsausdruck enth\u00E4lt einen nicht-booleschen Operanden. Das Ergebnis der Auswertung f\u00FCr den Operanden eines Bedingungsausdrucks muss TRUE, FALSE oder UNKNOWN sein. 
08004.C.6=Benutzer ''{0}'' kann kein Upgrade der Datenbank ''{1}'' erzwingen. Hierzu ist nur der Datenbankeigent\u00FCmer berechtigt.
08004.C.5=Benutzer ''{0}'' kann die Datenbank ''{1}'' nicht (neu) verschl\u00FCsseln. Hierzu ist nur der Datenbankeigent\u00FCmer berechtigt.
08004.C.4=Benutzer ''{0}'' kann die Datenbank ''{1}'' nicht herunterfahren. Hierzu ist nur der Datenbankeigent\u00FCmer berechtigt.
08004.C.3=Datenbankverbindung wurde verweigert.
42501=Benutzer ''{0}'' hat keine {1} Berechtigung f\u00FCr Tabelle ''{2}''.''{3}'' mit GRANT erteilt.
08004.C.2=Die Verbindung wurde zur\u00FCckgewiesen, weil die Datenbank {0} nicht gefunden wurde.
08004.C.1=Verbindung konnte nicht authentifiziert werden. Grund\: {0}.
22008.S=''{0}'' ist ein ung\u00FCltiges Argument f\u00FCr die Funktion {1}.
428EK=Der Qualifier f\u00FCr eine deklarierte globale tempor\u00E4re Tabelle muss SESSION sein.
43X78.U=Abrufzeit f\u00FCr tempor\u00E4res Konglomerat (Millisekunden)
XBM0I.D=Verzeichnis {0} kann nicht entfernt werden.
42Z86.U=row
43X96.U=Einschr\u00E4nkungszeit (Millisekunden)
38001=Die externe Routine ist nicht berechtigt, SQL-Anweisungen auszuf\u00FChren.
XIE0J.S=Ein Begrenzungszeichen ist ung\u00FCltig oder wird mehrfach verwendet.
42X79=Spaltenname ''{0}'' wird mehr als einmal im Ergebnis des Abfrageausdrucks angezeigt.
08004=Abgelehnte Verbindung\: {0}
XSRSB.S=F\u00FCr eine Transaktion mit nicht protokollierten und nicht festgeschriebenen Vorg\u00E4ngen kann kein Backup ausgef\u00FChrt werden.
24501.S=Der angegebene Cursor ist nicht ge\u00F6ffnet.
43X69.U=Einf\u00FCgen
42Z77=Kontextelement muss vom Typ "XML" sein. ''{0}'' ist nicht zul\u00E4ssig.
42Y69=F\u00FCr diese Anweisung wurde kein g\u00FCltiger Ausf\u00FChrungsplan gefunden. Dies kann eine der beiden folgenden Ursachen haben\: Sie haben eine Hash Join-Strategie festgelegt, obwohl Hash Join nicht zul\u00E4ssig ist (kein optimierbares equijoin) oder Sie versuchen, zwei externe virtuelle Tabellen zu verkn\u00FCpfen, die jeweils einander referenzieren, sodass die Anweisung nicht ausgewertet werden kann.
XSCB0.S=Container konnte nicht erstellt werden.
08004.C.13=Benutzername oder Kennwort ist leer oder hat eine 0-L\u00E4nge.
