#Sat May 16 10:28:43 UTC 2020
XSAJF.U=B-Baumstruktur
XCL12.S=Es wurde versucht, einen Datenwert des Typs ''{0}'' in einen Datenwert des Typs ''{1}'' aufzunehmen.
X0Y63.S.1=Der Befehl f\u00FCr die Tabelle ''{0}'' war nicht erfolgreich, weil in den Spalten des Prim\u00E4rschl\u00FCssels Nulldaten gefunden wurden. Alle Spalten eines Prim\u00E4rschl\u00FCssels d\u00FCrfen nicht leer sein. 
XCL30.S=Beim Lesen eines ''{0}'' von einem InputStream wurde eine IOException ausgel\u00F6st.
XBM03.D=Angegebener Wert ''{0}'' f\u00FCr das Sortierungsattribut ist ung\u00FCltig, erwartet wurde UCS_BASIC oder TERRITORY_BASED.
R013=Replikationsmeldung ({0})\: {1}
X0Y54.S=Schema ''{0}'' kann nicht gel\u00F6scht werden, weil es nicht leer ist.
XIE04.S=Nicht gefundene Datendatei\: {0}
X0Y72.S=F\u00FCr ''{0}'' gibt es einen aktivierten Trigger ({1}). Eine Ersetzung durch Bulk-Einf\u00FCgung ist daher nicht zul\u00E4ssig.
XCL21.S=Sie versuchen, eine Datendefinitionsanweisung (CREATE, DROP oder ALTER) auszuf\u00FChren, w\u00E4hrend Sie eine andere Anweisung vorbereiten. Dies ist nicht zul\u00E4ssig. Dies kann geschehen, wenn Sie eine Definitionsanweisung aus einem statischen Initialisierungsoperator f\u00FCr eine Java-Klasse ausf\u00FChren, der innerhalb einer SQL-Anweisung verwendet wird.
XJ05C.S=Holdability f\u00FCr ResultSet.HOLD_CURSORS_OVER_COMMIT kann f\u00FCr eine globale Transaktion nicht eingerichtet werden.
XSLAD.D=Logdatensatz bei Adresse {2} in Logdatei {3} ist besch\u00E4digt. Erwartete Logdatensatzl\u00E4nge\: {0}; tats\u00E4chliche L\u00E4nge\: {1}.
X0Y45.S=Constraint ''{0}'' f\u00FCr Fremdschl\u00FCssel kann nicht zur Tabelle {1} hinzugef\u00FCgt oder f\u00FCr die Tabelle aktiviert werden, weil es f\u00FCr einen oder mehrere Fremdschl\u00FCssel keine \u00FCbereinstimmenden referenzierten Schl\u00FCssel gibt. 
XBCXG.S=Der Verschl\u00FCsselungsprovider ''{0}'' ist nicht vorhanden.
4251L=In der Eigenschaft "derby.authentication.provider" wird ''{0}'' als Name der Datenbank f\u00FCr die Zugangsdaten angegeben. Dies ist kein g\u00FCltiger Name f\u00FCr eine Datenbank.
J129=F\u00FCr eine bereits ge\u00F6ffnete Abfrage wurde ein Befehl "Open Query" abgesetzt.
XSDAL.S=Datensatz-Handle {0} verweist auf \u00DCberlaufbereich.
X0Y63.S=Der Befehl f\u00FCr die Tabelle ''{0}'' war nicht erfolgreich, weil im Prim\u00E4rschl\u00FCssel oder den Spalten des eindeutigen Constraints bzw. des Index Nulldaten gefunden wurden. Alle Spalten eines prim\u00E4ren oder eindeutigen Indexschl\u00FCssels m\u00FCssen ungleich null sein. 
R004=Replication Slave-Rolle gestoppt f\u00FCr Datenbank ''{0}''.
