#Sat May 16 09:53:29 UTC 2020
X0X67.S=Las columnas de tipo ''{0}'' no se pueden utilizar en sentencias CREATE INDEX, ORDER BY, GROUP BY, UNION, INTERSECT, EXCEPT o DISTINCT, porque no est\u00E1n soportadas las comparaciones de ese tipo.
X0X85.S=No se ha creado el \u00EDndice ''{0}'' porque ''{1}'' no es un tipo de \u00EDndice v\u00E1lido.
X0Y57.S=No se puede agregar una columna que no puede ser nula a la tabla ''{0}'' porque la tabla contiene al menos una fila. Las columnas que no pueden ser nulas s\u00F3lo se pueden agregar a tablas vac\u00EDas.
XCL24.S=El par\u00E1metro {0} parece un par\u00E1metro de salida, pero no ha sido designado de esa forma por registerOutParameter(). Si no es un par\u00E1metro de salida, se debe definir como del tipo {1}.
XSAJI.U=externa
XBM06.D=Error de inicio. No se puede acceder a una base de datos cifrada sin la contrase\u00F1a de inicio correcta. 
2200W=Error de serializaci\u00F3n de XQuery\: se ha intentado serializar uno o m\u00E1s nodos de atributo de nivel superior.
XBCXJ.S=La aplicaci\u00F3n est\u00E1 utilizando una versi\u00F3n de JCE (Java Cryptography Extension) anterior a la 1.2.1. Actualice a JCE 1.2.1 y vuelva a intentar la operaci\u00F3n.  
X0Y84.T=Demasiada contenci\u00F3n en la secuencia {0}. Probablemente se deba a una exploraci\u00F3n no confirmada del cat\u00E1logo SYS.SYSSEQUENCES. No consulte este cat\u00E1logo directamente. Utilice la funci\u00F3n SYSCS_UTIL.SYSCS_PEEK_AT_SEQUENCE para ver el valor actual de un generador de consultas.
X0Y66.S=No se puede emitir la confirmaci\u00F3n en una conexi\u00F3n anidada si existe una operaci\u00F3n pendiente en la conexi\u00F3n principal.
XCL15.S=Se ha producido una ClassCastException al llamar al m\u00E9todo compareTo() sobre un objeto ''{0}''. El par\u00E1metro para compareTo() es de clase ''{1}''.
XCL33.S=No se puede definir la tabla como dependiente de la tabla {0} debido a restricciones de reglas de supresi\u00F3n. (La relaci\u00F3n es de autorreferencia y ya existe una relaci\u00F3n de autorreferencia con la norma de supresi\u00F3n SET NULL). 
XSDAO.S=Error interno\: la p\u00E1gina {0} a la que se intenta acceder tiene un doble bloqueo interno.
XCL51.S=La funci\u00F3n solicitada no puede hacer referencia a tablas en el esquema SESSION.
R007=Se ha iniciado el rol de maestro de replicaci\u00F3n para la base de datos ''{0}''.
XIE07.S=Los separadores de campo y registro no pueden ser subcadenas uno de otro. 
