#Sun Jun 28 15:38:31 UTC 2020
X0X67.S=Les colonnes de type ''{0}'' ne peuvent pas \u00EAtre utilis\u00E9es dans les instructions CREATE INDEX, ORDER BY, GROUP BY, UNION, INTERSECT, EXCEPT et DISTINCT car les comparaisons ne sont pas prises en charge pour ce type.
X0X85.S=L''index ''{0}'' n''a pas \u00E9t\u00E9 cr\u00E9\u00E9 car ''{1}'' n''est pas un type d''index valide.
X0Y57.S=Une colonne n''acceptant pas la valeur NULL ne peut pas \u00EAtre ajout\u00E9e \u00E0 la table ''{0}'' car celle-ci contient au moins une ligne. Les colonnes n''acceptant pas la valeur NULL peuvent uniquement \u00EAtre ajout\u00E9es \u00E0 des tables vides.
XCL24.S=Le param\u00E8tre {0} semble \u00EAtre un param\u00E8tre de sortie, mais il n''a pas \u00E9t\u00E9 d\u00E9sign\u00E9 ainsi par registerOutParameter(). S''il ne s''agit pas d''un param\u00E8tre de sortie, il doit \u00EAtre d\u00E9fini sur le type {1}.
XSAJI.U=externe
XBM06.D=Echec du d\u00E9marrage. Il est impossible d''acc\u00E9der \u00E0 une base de donn\u00E9es crypt\u00E9e sans le mot de passe d''amor\u00E7age correct.  
2200W=Erreur de s\u00E9rialisation XQuery \: tentative de s\u00E9rialisation de noeuds d''attribut de niveau sup\u00E9rieur.
XBCXJ.S=L''application utilise une version de Java Cryptography Extension (JCE) ant\u00E9rieure \u00E0 1.2.1. Effectuez la mise \u00E0 niveau vers JCE 1.2.1 puis recommencez l''op\u00E9ration.    
X0Y84.T=Trop de conflits sur la s\u00E9quence {0}. Ceci est probablement d\u00FB \u00E0 une analyse non valid\u00E9e du catalogue SYS.SYSSEQUENCES. N''interrogez pas ce catalogue directement. Utilisez la fonction SYSCS_UTIL.SYSCS_PEEK_AT_SEQUENCE pour visualiser la valeur en cours d''un g\u00E9n\u00E9rateur de requ\u00EAte.
X0Y66.S=Impossible d''\u00E9mettre une validation (commit) dans une connexion imbriqu\u00E9e dont la connexion parent contient une op\u00E9ration en attente.
XCL15.S=Une exception ClassCastException s''est produite lors de l''appel de la m\u00E9thode compareTo() sur un objet ''{0}''. Le param\u00E8tre pour compareTo() est celui de la classe ''{1}''.
XCL33.S=La table ne peut pas \u00EAtre d\u00E9finie comme \u00E9tant d\u00E9pendante de la table {0} en raison des limitations de r\u00E8gle de suppression. (La relation est auto-r\u00E9f\u00E9renc\u00E9e et ce type de relation est d\u00E9j\u00E0 associ\u00E9 \u00E0 la r\u00E8gle de suppression SET NULL.) 
XSDAO.S=Erreur interne \: la page {0} a effectu\u00E9 deux tentatives de verrouillage.
XCL51.S=La fonction demand\u00E9e ne peut pas faire r\u00E9f\u00E9rence \u00E0 des tables du sch\u00E9ma SESSION.
R007=R\u00F4le ma\u00EEtre de r\u00E9plication d\u00E9marr\u00E9 pour la base de donn\u00E9es ''{0}''.
XIE07.S=Les s\u00E9parateurs de champ et d''enregistrement ne peuvent pas \u00EAtre des sous-cha\u00EEnes les uns des autres. 
