#Sat May 16 10:28:43 UTC 2020
XBCXK.S=La clave de cifrado proporcionada no coincide con la clave de cifrado utilizada al crear la base de datos. Aseg\u00FArese de utilizar la clave de cifrado correcta y vuelva a intentarlo. 
X0Y67.S=No se puede emitir un rollback en una conexi\u00F3n anidada si existe una operaci\u00F3n pendiente en la conexi\u00F3n principal.
XSAJJ.U=interna
XCL16.S=ResultSet no se ha abierto. La operaci\u00F3n ''{0}'' no est\u00E1 permitida. Verifique que la confirmaci\u00F3n autom\u00E1tica est\u00E9 desactivada.
X0X86.S=0 es un valor de par\u00E1metro no v\u00E1lido para ResultSet.absolute(int row).
X0Y85.S=La propiedad Derby ''{0}'' identifica una clase que no se puede instanciar\: ''{1}''. Consulte la excepci\u00F3n siguiente para obtener m\u00E1s informaci\u00F3n.
XCL34.S=No se puede definir la tabla como dependiente de la tabla {0} debido a restricciones de reglas de supresi\u00F3n. (La relaci\u00F3n forma un ciclo de dos o m\u00E1s tablas que hacen que la tabla est\u00E9 conectada para suprimirse a s\u00ED misma (todas las otras normas de supresi\u00F3n en el ciclo deber\u00EDan ser CASCADE)). 
XBM07.D=Error de inicio. La contrase\u00F1a de inicio debe tener al menos 8 bytes de longitud.
X0Y58.S=Fallo al intentar agregar una restricci\u00F3n de clave primaria en la tabla ''{0}'' porque la tabla ya tiene una restricci\u00F3n de ese tipo. Una tabla s\u00F3lo puede tener una sola restricci\u00F3n de clave primaria.
2201W=El recuento de filas de FIRST/NEXT debe ser >\= 1 y el recuento de filas de LIMIT debe ser >\= 0.
XCL52.S=La sentencia se ha cancelado o se ha producido un timeout.
XBCA0.S=No se puede crear un nuevo objeto con la clave {1} en la cach\u00E9 {0}. El objeto ya existe en la cach\u00E9. 
XIE08.S=No existe una columna denominada\: {0}. 
XCL07.S=El cursor ''{0}'' est\u00E1 cerrado. Verifique que la confirmaci\u00F3n autom\u00E1tica est\u00E9 desactivada.
XSRS0.S=No se puede congelar la base de datos despu\u00E9s de haberla congelado.
XCL25.S=El par\u00E1metro {0} no se puede registrar como tipo {1} porque se asigna al tipo {2} y son incompatibles.
X0X95.S=No se puede realizar la operaci\u00F3n ''{0}'' en el objeto ''{1}'' porque existe un ResultSet abierto que depende de ese objeto.
R008=Se ha parado el rol de maestro de replicaci\u00F3n para la base de datos ''{0}''.
XSLAH.D=Se est\u00E1 actualizando una base de datos de s\u00F3lo lectura.
