#Sun Jun 28 15:38:31 UTC 2020
23503={2} en la tabla ''{1}'' ha causado una violaci\u00F3n de restricci\u00F3n de clave ajena ''{0}'' para la clave {3}. Se ha realizado un rollback en la sentencia.
XBM0J.D=El directorio {0} ya existe.
XSDA1.S=Se ha intentado acceder a una ranura fuera de rango de una p\u00E1gina
42610=Todos los argumentos de la funci\u00F3n COALESCE/VALUE no pueden ser par\u00E1metros. La funci\u00F3n necesita al menos un argumento que no sea un par\u00E1metro.
42X89=Los tipos ''{0}'' y ''{1}'' no son compatibles. Ning\u00FAn tipo se puede asignar al otro tipo. 
42502=El usuario ''{0}'' no tiene el permiso {1} en la columna ''{2}'' de la tabla ''{3}''.''{4}''.
42Z87.U=compartir tabla
43X97.U=tiempo de proyecci\u00F3n (milisegundos)
XIE0K.S=El punto se ha especificado como un delimitador de cadena de caracteres.
54004=La sentencia SELECT tiene demasiados elementos en la lista SELECT, GROUP BY u ORDER BY.
XSRSC.S=No se puede realizar la copia de seguridad de la base de datos en {0}, es un directorio de base de datos.
42XA0=La cl\u00E1usula de generaci\u00F3n de la columna ''{0}'' tiene el tipo de dato ''{1}'', que no se puede asignar al tipo de dato declarado de la columna.
22018=Formato de cadena de caracteres no v\u00E1lido para el tipo {0}.
25501=No se ha podido definir la propiedad de conexi\u00F3n de s\u00F3lo lectura en una transacci\u00F3n activa.
42X98=No se permiten par\u00E1metros en una definici\u00F3n VIEW.
42601.S.372=La sentencia ALTER TABLE no puede agregar una columna IDENTITY a una tabla.
XSCB1.S=No se ha encontrado el contenedor {0}.
43X88.U=Filas derechas devueltas vac\u00EDas
38002=La rutina ha intentado modificar los datos, pero \u00E9sta no se ha definido como MODIFIES SQL DATA.
42601=En una sentencia ALTER TABLE, la columna ''{0}'' se ha especificado como NOT NULL y no se ha especificado la cl\u00E1usula DEFAULT o bien se ha especificado como DEFAULT NULL.
40XC0=Sentencia inoperativa. Puede estar causado por la detecci\u00F3n de un error grave de la transacci\u00F3n dentro de esta sentencia.
22027=La funci\u00F3n incorporada TRIM() s\u00F3lo soporta un \u00FAnico car\u00E1cter de recorte. Las funciones incorporadas LTRIM() y RTRIM() soportan varios caracteres de recorte.
XSDB0.D=Excepci\u00F3n inesperada en la p\u00E1gina en memoria {0}
43X79.U=Filas vistas desde la izquierda
42Y97=Car\u00E1cter de escape en la l\u00EDnea ''{0}'', columna ''{1}''.
