#Sat May 16 09:53:29 UTC 2020
43Y16.U={0}\u30ED\u30C3\u30AF\u3092\u4F7F\u7528\u3059\u308B\u66F4\u65B0ResultSet
42Y26=\u96C6\u7D04\u306FGROUP BY\u30EA\u30B9\u30C8\u3067\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
22001={0} ''{1}''\u306E\u9577\u3055\u3092{2}\u306B\u7E2E\u5C0F\u3057\u3088\u3046\u3068\u3057\u3066\u3001\u5207\u6368\u3066\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
43Y52.U=\u6B21\u3092\u4F7F\u7528\u3057\u305F\u30AB\u30B9\u30B1\u30FC\u30C9\u7D50\u679C\u30BB\u30C3\u30C8\u306E\u524A\u9664
43X17.U=\u524A\u9664\u3055\u308C\u305F\u884C
XBCXV.S=\u6697\u53F7\u5316\u3055\u308C\u305F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u3001\u65B0\u898F\u9375\u307E\u305F\u306F\u65B0\u898F\u30D1\u30B9\u30EF\u30FC\u30C9\u3067\u306E\u6697\u53F7\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\: {0}
43X35.U=\u505C\u6B62\u4F4D\u7F6E
42X54=Java\u30E1\u30BD\u30C3\u30C9''{0}''\u306B\u306F\u53D7\u4FE1\u5074\u3068\u3057\u3066?\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
42Z16=\u578BVARCHAR\u3001CLOB\u3001\u304A\u3088\u3073BLOB\u306E\u5217\u306E\u307F\u5909\u66F4\u3055\u308C\u305F\u9577\u3055\u3092\u6301\u3064\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002 
42Z34.U=\u30AA\u30FC\u30D7\u30F3\u6642\u9593(\u30DF\u30EA\u79D2)\=
43X53.U=\u30CF\u30C3\u30B7\u30E5\u30FB\u30AD\u30FC\u306F\u5217\u756A\u53F7\u3067\u3059
42X81=\u554F\u5408\u305B\u5F0F\u306F\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u5217\u3092\u623B\u3059\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
43X71.U=\u7D22\u5F15{1}\u3092\u4F7F\u7528\u3057\u305F{0}\u306E\u6700\u7D42\u30AD\u30FC\u7D22\u5F15\u30B9\u30AD\u30E3\u30F3ResultSet
42Z70=XML\u5024\u3078\u306E\u76F4\u63A5\u306E\u7D50\u5408\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002XMLPARSE\u306E\u4F7F\u7528\u3092\u8A66\u307F\u3066\u304F\u3060\u3055\u3044\u3002
42Y44=FROM\u30EA\u30B9\u30C8\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30EA\u30B9\u30C8\u306B\u7121\u52B9\u306A\u30AD\u30FC''{0}''\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002\u73FE\u5728\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u30AD\u30FC(\u5927/\u5C0F\u6587\u5B57\u306E\u533A\u5225\u3042\u308A)\u306F''{1}''\u3067\u3059\u3002 
43Y07.U=\u91CD\u8907\u306E\u9664\u53BB
42Y71=\u30B7\u30B9\u30C6\u30E0\u95A2\u6570\u304A\u3088\u3073\u30D7\u30ED\u30B7\u30FC\u30B8\u30E3''{0}''\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
XBM0B.D=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u7DE8\u96C6/\u66F8\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\: {0}
42X45={0}\u306F{2}\u306E\u5F15\u6570\u756A\u53F7{1}\u306B\u5BFE\u3057\u3066\u7121\u52B9\u306A\u578B\u3067\u3059\u3002
43Y25.U=\u30D0\u30A4\u30F3\u30C9\u6642\u9593
XSLAS.D=\u30EA\u30B9\u30C8\u30A2\u306E\u9593\u3001\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u306E\u4E2D\u306B\u30ED\u30B0\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA{0}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30FB\u30B3\u30D4\u30FC\u304C\u6B63\u3057\u3044\u3082\u306E\u3067\u3042\u308A\u3001\u305D\u308C\u304C\u7834\u640D\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
42X72=\u30AF\u30E9\u30B9''{1}''\u306B\u5C5E\u3059\u308B\u9759\u7684\u30D5\u30A3\u30FC\u30EB\u30C9''{0}''\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u5B58\u5728\u3059\u308B\u304Cpublic\u304A\u3088\u3073(\u307E\u305F\u306F)\u9759\u7684\u3067\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u30AF\u30E9\u30B9\u304C\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u30AF\u30E9\u30B9\u304Cpublic\u3067\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002 
42Z07=\u96C6\u7D04\u306FON\u53E5\u3067\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
43X08.U=\u30AA\u30D7\u30C6\u30A3\u30DE\u30A4\u30B6\u898B\u7A4D\u30B3\u30B9\u30C8\: {0,number,\#\#\#\#\#\#\#\#\#\#\#0.00}
42Y08=\u5916\u90E8\u30AD\u30FC\u5236\u7D04\u306F\u3001\u30B7\u30B9\u30C6\u30E0\u8868\u3067\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
43X26.U={0}\u306E\u500B\u5225\u30B9\u30AD\u30E3\u30F3ResultSet
40001=\u30C7\u30C3\u30C9\u30ED\u30C3\u30AF\u304C\u539F\u56E0\u3067\u30ED\u30C3\u30AF\u3092\u7372\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30ED\u30C3\u30AF\u3068\u5F85\u6A5F\u306E\u30B5\u30A4\u30AF\u30EB\:\n{0}\u3002\u9078\u629E\u3055\u308C\u305F\u6587\u306EXID\: {1}\u3002
42Y35=\u5217\u53C2\u7167''{0}''\u306F\u7121\u52B9\u3067\u3059\u3002SELECT\u30EA\u30B9\u30C8\u306B\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u96C6\u7D04\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u3059\u3079\u3066\u306E\u30A8\u30F3\u30C8\u30EA\u304C\u6709\u52B9\u306A\u96C6\u7D04\u5F0F\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
43X44.U=\u30B0\u30EB\u30FC\u30D7\u5316\u3055\u308C\u305F\u96C6\u8A08\u95A2\u6570
42Y62=\u30D3\u30E5\u30FC\u3067\u3042\u308B\u305F\u3081\u3001''{1}''\u4E0A\u3067\u306E''{0}''\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
42Z43.U=\u6F14\u7B97\u5B50
43X62.U={0}\u306E\u305F\u3081\u306E
42X09=\u8868\u30A8\u30A4\u30EA\u30A2\u30B9\u540D''{0}''\u304CFROM\u30EA\u30B9\u30C8\u3067\u8907\u6570\u56DE\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
42X36=''{0}''\u6F14\u7B97\u5B50\u306B\u3001?\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u30AA\u30DA\u30E9\u30F3\u30C9\u3068\u3057\u3066\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
43X80.U=\u53F3\u65B9\u304B\u3089\u8868\u793A\u3055\u308C\u305F\u884C
XCY05.S.3=derby.authentication.provider\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u8A2D\u5B9A\u304C\u7121\u52B9\u3067\u3059\u3002NATIVE\u8A8D\u8A3C\u3092\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001SYSCS_UTIL.SYSCS_CREATE_USER\u30D7\u30ED\u30B7\u30FC\u30B8\u30E3\u3092\u4F7F\u7528\u3057\u3066\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u6240\u6709\u8005\u306E\u8CC7\u683C\u8A3C\u660E\u3092\u683C\u7D0D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
42X63=USING\u53E5\u304C\u7D50\u679C\u3092\u623B\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002 
XCY05.S.2=derby.authentication.provider\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u8A2D\u5B9A\u304C\u7121\u52B9\u3067\u3059\u3002\u3053\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306FNATIVE\u8A8D\u8A3C\u3092\u6709\u52B9\u306B\u3059\u308B\u305F\u3081\u306B\u3059\u3067\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u304A\u308A\u3001\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
42X90=\u8868''{0}''\u306B\u5BFE\u3057\u3066\u8907\u6570\u306E\u4E3B\u30AD\u30FC\u5236\u7D04\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
42Z25=\u5185\u90E8\u30A8\u30E9\u30FCID\u30AB\u30A6\u30F3\u30BF\u3002\u73FE\u884C\u5024\=NULL\u306E\u3068\u304D\u306B\u3001\u5F15\u6570\u306A\u3057\u3067\u66F4\u65B0\u304C\u547C\u3073\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
