#Sun Jun 28 15:38:31 UTC 2020
43Y16.U=ResultSet mit Sperre f\u00FCr {0} aktualisieren
42Y26=Aggregate sind in der GROUP BY-Liste nicht zul\u00E4ssig.
22001=Beim Versuch, {0} ''{1}'' auf die L\u00E4nge {2} zu k\u00FCrzen, wurde ein Truncation-Fehler festgestellt.
43Y52.U=ResultSet f\u00FCr kaskadierendes L\u00F6schen mit
43X17.U=Gel\u00F6schte Zeilen
XBCXV.S=Verschl\u00FCsselung einer verschl\u00FCsselten Datenbank mit einem neuen Schl\u00FCssel oder einem neuen Kennwort war nicht erfolgreich\: {0}
43X35.U=Endpunkt
42X54=Der Empf\u00E4nger der Java-Methode ''{0}'' ist ein ?. Dies ist nicht zul\u00E4ssig.
42Z16=Die L\u00E4nge kann nur f\u00FCr Spalten des Typs VARCHAR, CLOB und BLOB ge\u00E4ndert werden. 
42Z34.U=Zeit f\u00FCr open (Millisekunden) \=
43X53.U=Hash-Schl\u00FCssel ist die Spaltennummer
42X81=Ein Abfrageausdruck muss mindestens eine Spalte zur\u00FCckgeben.
43X71.U=ResultSet des letzten Schl\u00FCsselindexscans f\u00FCr {0} mit Index {1}
42Z70=Direktes Binding an einen XML-Wert ist nicht zul\u00E4ssig. Versuchen Sie, XMLPARSE zu verwenden.
42Y44=In der Eigenschaftsliste einer FROM-Liste wurde der ung\u00FCltige Schl\u00FCssel ''{0}'' angegeben. Aktuell werden folgende Schl\u00FCssel unter Beachtung der Gro\u00DF-/Kleinschreibung unterst\u00FCtzt\: ''{1}'' 
43Y07.U=Duplikate eliminieren
42Y71=Systemfunktion oder Prozedur ''{0}'' kann nicht gel\u00F6scht werden.
XBM0B.D=Service-Properties-Datei konnte nicht bearbeitet/geschrieben werden\: {0}
42X45={0} ist ein ung\u00FCltiger Typ f\u00FCr das Argument {1} von {2}.
43Y25.U=Binding-Zeit
XSLAS.D=Bei der Wiederherstellung wurde das Logverzeichnis {0} nicht im Backup gefunden. Vergewissern Sie sich, dass es sich um das richtige Backup handelt und dieses nicht besch\u00E4digt ist.
42X72=Es wurde kein statisches Feld ''{0}'', das zur Klasse ''{1}'' geh\u00F6rt, gefunden. M\u00F6glicherweise ist das Feld vorhanden, jedoch nicht \u00F6ffentlich und/oder statisch. Es kann auch sein, dass die Klasse nicht vorhanden oder nicht \u00F6ffentlich ist. 
42Z07=Aggregate sind in der ON-Klausel nicht erlaubt.
43X08.U=Vom Optimizer gesch\u00E4tzte Kosten\: {0,number,\#\#\#\#\#\#\#\#\#\#\#0.00}
42Y08=F\u00FCr Systemtabellen sind Fremdschl\u00FCssel-Constraints nicht zul\u00E4ssig.
43X26.U=ResultSet des spezifischen Scans f\u00FCr {0}
40001=Eine Sperre konnte aufgrund eines Deadlocks nicht angefordert werden. Zyklus der Sperren und beantragten Sperren\:\n{0}. Die ausgew\u00E4hlte Opfertransaktion ist XID\: {1}.
42Y35=Spaltenreferenz ''{0}'' ist ung\u00FCltig. Wenn die SELECT-Liste mindestens ein Aggregat enth\u00E4lt, m\u00FCssen alle Eintr\u00E4ge g\u00FCltige Aggregatausdr\u00FCcke sein. 
43X44.U=Gruppiertes Aggregat
42Y62=''{0}'' ist f\u00FCr ''{1}'' nicht zul\u00E4ssig, weil es sich um eine View handelt.
42Z43.U=Operator
43X62.U=f\u00FCr {0}
42X09=Die Tabelle oder der Aliasname ''{0}'' wird in der FROM-Liste mehr als einmal verwendet.
42X36=F\u00FCr den Operator ''{0}'' darf kein ?- Parameter als Operand angegeben werden.
43X80.U=Angezeigt Zeilen von rechts
XCY05.S.3=Ung\u00FCltige Einstellung der Eigenschaft "derby.authentication.provider". Um die NATIVE-Authentifizierung zu aktivieren, verwenden Sie die Prozedur SYSCS_UTIL.SYSCS_CREATE_USER, um Zugangsdaten f\u00FCr den Datenbankeigent\u00FCmer zu speichern.
42X63=Die USING-Klausel hat keine Ergebnisse zur\u00FCckgegeben. Es k\u00F6nnen keine Parameter festgelegt werden. 
XCY05.S.2=Ung\u00FCltige Einstellung der Eigenschaft "derby.authentication.provider". Diese Eigenschaft ist bereits zur Aktivierung der NATIVE-Authentifizierung festgelegt und kann nicht ge\u00E4ndert werden.
42X90=F\u00FCr Tabelle ''{0}'' wurde mehr als ein Prim\u00E4rschl\u00FCssel-Constraint angegeben.
42Z25=Interner Fehler beim Identit\u00E4tsz\u00E4hler. UPDATE wurde ohne Argumente mit dem aktuellen Wert \= NULL aufgerufen.
