#Sat May 16 10:28:44 UTC 2020
43Y16.U=ResultSet aggiornamento che utilizza il blocco {0}
42Y26=Gli aggregati non sono consentiti nella lista GROUP BY.
22001=\u00C8 stato riscontrato un errore di interruzione durante il tentativo di abbassare {0} ''{1}'' alla lunghezza di {2}.
43Y52.U=Elimina ResultSet a catena tramite
43X17.U=Righe eliminate
XBCXV.S=Cifratura di un database cifrato con una nuova chiave o una nuova password non riuscita\: {0}
43X35.U=posizione finale
42X54=Il metodo Java ''{0}'' ha come destinatario un parametro ?. Ci\u00F2 non \u00E8 consentito.
42Z16=\u00C8 possibile modificare la lunghezza solo per le colonne di tipo VARCHAR, CLOB e BLOB. 
42Z34.U=tempo di apertura (millisecondi) \=
43X53.U=La chiave hash \u00E8 il numero della colonna
42X81=Un''espressione di query deve restituire almeno una colonna.
43X71.U=ResultSet scansione indica ultima chiave per {0} che utilizza l''indice {1}
42Z70=Il collegamento diretto a un valore XML non \u00E8 consentito; provare a utilizzare XMLPARSE.
42Y44=Chiave non valida ''{0}'' specificata nella lista Propriet\u00E0 di una lista FROM. Le chiavi sensibili al maiuscolo/minuscolo attualmente supportate sono ''{1}''. 
43Y07.U=Elimina duplicati
42Y71=Impossibile eliminare la funzione o procedura di sistema ''{0}''.
XBM0B.D=Impossibile eseguire operazioni di modifica/scrittura sul file delle propriet\u00E0 del servizio\: {0}
42X45={0} non \u00E8 un tipo valido per l''argomento numero {1} di {2}.
43Y25.U=Tempo di collegamento
XSLAS.D=Directory di log {0} non trovata nella copia di backup durante il ripristino. Verificare che la copia di backup sia corretta e che non sia danneggiata.
42X72=Non \u00E8 stato trovato alcun campo statico ''{0}'' appartenente alla classe ''{1}''. \u00C8 possibile che il campo esista ma non sia pubblico e/o statico oppure che la classe non esista o non sia pubblica.  
42Z07=Le aggregazioni non sono consentite nella clausola ON.
43X08.U=costo calcolato dall''ottimizzatore\: {0,number,\#\#\#\#\#\#\#\#\#\#\#0.00}
42Y08=I vincoli della chiave esterna non sono consentiti sulle tabelle di sistema.
43X26.U=ResultSet scansione distinta per {0}
40001=Impossibile ottenere un blocco a causa di un deadlock, il ciclo di blocchi e waiter \u00E8\:\n{0}. La vittima selezionata \u00E8 XID\: {1}.
42Y35=Il riferimento colonna ''{0}'' non \u00E8 valido. Quando una lista SELECT contiene almeno un''aggregazione, tutte le voci devono essere espressioni di aggregazione valide.  
43X44.U=Aggregazione raggruppata
42Y62=''{0}'' non consentito su ''{1}'' perch\u00E9 \u00E8 una vista.
42Z43.U=Operatore
43X62.U=per {0}
42X09=Il nome di tabella o alias ''{0}'' \u00E8 stato utilizzato pi\u00F9 di una volta nella lista FROM.
42X36=L''operatore ''{0}'' non pu\u00F2 utilizzare un parametro ? come operando.
43X80.U=Righe visualizzate da destra
XCY05.S.3=Impostazione non valida della propriet\u00E0 derby.authentication.provider. Per abilitare l''autenticazione NATIVE, usare la procedura SYSCS_UTIL.SYSCS_CREATE_USER per memorizzare le credenziali del proprietario del database.
42X63=La clausola USING non ha restituito alcun risultato. Impossibile impostare alcun parametro. 
XCY05.S.2=Impostazione non valida della propriet\u00E0 derby.authentication.provider. Questa propriet\u00E0 \u00E8 gi\u00E0 impostata per abilitare l''autenticazione NATIVE e non pu\u00F2 essere modificata.
42X90=Pi\u00F9 di un vincolo della chiave primaria specificato per la tabella ''{0}''.
42Z25=Errore interno nel contatore di identit\u00E0. L''aggiornamento \u00E8 stato richiamato senza argomenti con il valore corrente \= NULL.
