#Sat May 16 10:28:43 UTC 2020
43X37.U=siguientes cualificadores
42Z36.U=tiempo de cierre (milisegundos) \=
43X55.U=Exploraci\u00F3n hash
22003=El valor resultante queda fuera del rango para el tipo de dato {0}.
42Y55=No se puede realizar ''{0}'' en ''{1}'' porque no existe.
42Z54.U=Esta excepci\u00F3n para la sentencia despu\u00E9s del an\u00E1lisis; no se necesitan m\u00E1s procesos.
43X73.U=Exploraci\u00F3n de tabla
42Y82=La sentencia preparada almacenada generada por el sistema ''{0}'' no se puede borrar mediante DROP STATEMENT. Forma parte de un disparador.
43X91.U=Normalizar ResultSet
01006=Privilegio no revocado del usuario {0}.
42X29=La actualizaci\u00F3n de la tabla ''{0}'' no es el destino del cursor ''{1}''.
42X56=El n\u00FAmero de columnas de la lista de columnas de la vista no coincide con el n\u00FAmero de columnas de la expresi\u00F3n de consulta subyacente en la definici\u00F3n de la vista para ''{0}''.
42Z18=La columna ''{0}'' forma parte de una restricci\u00F3n de clave ajena ''{1}''. Para modificar la longitud de esta columna, primero debe borrar la restricci\u00F3n, ejecutar ALTER TABLE y volver a crear la restricci\u00F3n.
43Y09.U=ResultSet de exploraci\u00F3n de \u00EDndice para {0} mediante {1} {2}
43Y27.U=Tiempo de generaci\u00F3n
42Z72=Faltan palabras clave de SQL/XML ''{0}'' en la l\u00EDnea {1}, columna {2}.
43Y45.U=Tiempo de ejecuci\u00F3n 100%, {0} segundos
42Y46=Lista de propiedades no v\u00E1lida en la lista FROM. No existe ning\u00FAn \u00EDndice ''{0}'' en la tabla ''{1}''.
X0A00.S=La lista de selecci\u00F3n menciona la columna ''{0}'' dos veces. Esto no est\u00E1 permitido en consultas con las cl\u00E1usulas GROUP BY o HAVING. Intente crear un alias de una de las columnas en conflicto que sea un nombre \u00FAnico.
43X28.U=informaci\u00F3n de exploraci\u00F3n
43X46.U=ResultSet de uni\u00F3n hash existente
42X47=Existen varios procedimientos denominados ''{0}''. Utilice la firma completa o el nombre espec\u00EDfico.
42X74=Sintaxis de la sentencia CALL no v\u00E1lida.
42Z45.U=Valor devuelto desconocido
43X64.U=modo de inserci\u00F3n\: inserci\u00F3n en bloque
01501=Se ha borrado la vista {0}.
43X82.U=Juego de resultados izquierdo
42Z81.U=lectura confirmada
07000=Al menos un par\u00E1metro de la sentencia actual no est\u00E1 inicializado.
42Y37=''{0}'' es un primitivo Java y no se puede utilizar con este operador.
42Z90=La clase ''{0}'' no devuelve un ResultSet actualizable.
22012=Intento de divisi\u00F3n entre cero.
42Y64=El valor bulkFetch de ''{0}'' no es v\u00E1lido. El valor m\u00EDnimo para bulkFetch es 1.
XIE0E.S=Se ha le\u00EDdo un fin de archivo en un lugar inesperado de la l\u00EDnea {0}.
22003.S.4=La longitud de ({0}) excede la longitud m\u00E1xima ({1}) para el tipo de dato.
22003.S.3=Se ha producido un desbordamiento durante la conversi\u00F3n del tipo de dato num\u00E9rico de ''{0}'' a {1}.
22003.S.2=El decimal s\u00F3lo puede tener un m\u00E1ximo de 31 d\u00EDgitos.
42Y91=La cl\u00E1usula USING no est\u00E1 permitida en EXECUTE STATEMENT para una acci\u00F3n de disparador.
22003.S.1=El a\u00F1o ({0}) excede el m\u00E1ximo ''{1}''.
42X38=''SELECT *'' s\u00F3lo est\u00E1 permitido en subconsultas EXISTS y NOT EXISTS.
43Y54.U=Iniciar acci\u00F3n de referencia en n\u00FAmero de tabla dependiente
42X65=El \u00EDndice ''{0}'' no existe.
42X92=El nombre de columna ''{0}'' aparece m\u00E1s de una vez en una lista de columnas de la restricci\u00F3n.
42Z27=Una columna que acepta valores nulos, ''{0}'', no se puede modificar para que tenga un valor por defecto de identidad.
43X19.U=Suprimir
XBCM1.S=Error de enlace Java generado durante la carga de la clase generada {0}.
