#Sat May 16 10:28:43 UTC 2020
43X37.U=Next Qualifier
42Z36.U=Zeit f\u00FCr close (Millisekunden) \=
43X55.U=Hash-Scan
22003=Der resultierende Wert liegt au\u00DFerhalb des Bereichs f\u00FCr den Datentyp {0}.
42Y55=''{0}'' kann nicht f\u00FCr ''{1}'' ausgef\u00FChrt werden, da dieses Objekt nicht vorhanden ist.
42Z54.U=Diese Ausnahme stoppt die Anweisung nach dem Parsing. Keine weitere Verarbeitung erforderlich.
43X73.U=Table Scan
42Y82=Die vom System generierte gespeicherte vorbereitete Anweisung ''{0}'' kann mit DROP STATEMENT nicht gel\u00F6scht werden. Sie geh\u00F6rt zu einem Trigger.
43X91.U=ResultSet normalisieren
01006=Die Berechtigung wurde dem Benutzer {0} nicht entzogen.
42X29=Die zu aktualisierende Tabelle ''{0}'' ist nicht die Zieltabelle des Cursors ''{1}''.
42X56=Die Spaltenanzahl in der View-Spaltenliste stimmt nicht mit der Spaltenanzahl im zugrunde liegenden Abfrageausdruck in der View-Definition f\u00FCr ''{0}'' \u00FCberein.
42Z18=Spalte ''{0}'' geh\u00F6rt zum Fremdschl\u00FCssel-Constraint ''{1}''. Wenn Sie die L\u00E4nge dieser Spalte \u00E4ndern m\u00F6chten, sollten Sie zun\u00E4chst den Constraint l\u00F6schen. F\u00FChren Sie dann ALTER TABLE aus, und erstellen Sie den Constraint neu.
43Y09.U=Index Scan ResultSet f\u00FCr {0} mit {1} {2}
43Y27.U=Generierungszeit
42Z72=Fehlende SQL/XML-Schl\u00FCsselw\u00F6rter ''{0}'' in Zeile {1}, Spalte {2}
43Y45.U=Laufzeit 100 %, {0} Sekunden
42Y46=Ung\u00FCltige Merkmalliste in FROM-Liste. F\u00FCr die Tabelle ''{1}'' gibt es keinen Index ''{0}''.
X0A00.S=Die Auswahlliste enth\u00E4lt zweimal die Spalte ''{0}''. In Abfragen mit der Klausel GROUP BY oder HAVING ist dies nicht zul\u00E4ssig. Verwenden Sie f\u00FCr eine der einen Konflikt verursachenden Spalten einen Aliasnamen, um eindeutige Spaltennamen zu erhalten.
43X28.U=Scaninformationen
43X46.U=ResultSet f\u00FCr Hash Join EXISTS
42X47=Es gibt mehrere Prozeduren mit dem Namen ''{0}''. Verwenden Sie die vollst\u00E4ndige Signatur oder den spezifischen Namen.
42X74=Ung\u00FCltige Syntax f\u00FCr Anweisung CALL.
42Z45.U=Unbekannter R\u00FCckgabewert
43X64.U=INSERT-Modus\: Bulk-Einf\u00FCgung
01501=Die View {0} wurde gel\u00F6scht.
43X82.U=Ergebnismenge Left Join
42Z81.U=read committed
07000=Mindestens ein Parameter der aktuellen Anweisung wurde nicht initialisiert.
42Y37=''{0}'' ist ein Java-Primitive-Typ und kann nicht mit diesem Operator verwendet werden.
42Z90=Klasse ''{0}'' gibt kein aktualisierbares ResultSet zur\u00FCck.
22012=Es wurde eine Division durch null versucht.
42Y64=bulkFetch-Wert ''{0}'' ist ung\u00FCltig. Der Mindestwert f\u00FCr bulkFetch ist 1.
XIE0E.S=In Zeile {0} wurde an unerwarteter Stelle ein Dateiende gelesen.
22003.S.4=Die L\u00E4nge ({0}) \u00FCberschreitet die maximale L\u00E4nge ({1}) f\u00FCr den Datentyp.
22003.S.3=Bei der Konvertierung eines numerischen Datentyps von ''{0}'' in {1} ist es zu einem \u00DCberlauf gekommen.
22003.S.2=Dezimalzahlen d\u00FCrfen nicht mehr als 31 Stellen haben.
42Y91=Die USING-Klausel ist in EXECUTE STATEMENT f\u00FCr eine Triggeraktion nicht zul\u00E4ssig.
22003.S.1=Jahr ({0}) \u00FCberschreitet den Maximalwert ''{1}''.
42X38="SELECT *'''' ist nur in den Subquerys EXISTS und NOT EXISTS zul\u00E4ssig.
43Y54.U=Referenzielle Aktion f\u00FCr abh\u00E4ngige Tabelle beginnen
42X65=Index ''{0}'' ist nicht vorhanden.
42X92=Spaltenname ''{0}'' wird mehr als einmal in der Spaltenliste eines Constraints angezeigt.
42Z27=F\u00FCr eine Spalte ''{0}'', die leer sein kann, kann keine Standardidentit\u00E4t festgelegt werden.
43X19.U=L\u00F6schen
XBCM1.S=Beim Laden der generierten Klasse {0} wurde ein Java-Verbindungsfehler ausgel\u00F6st.
