#Sun Jun 28 15:38:31 UTC 2020
42Z55.U=Ejecuci\u00F3n parada despu\u00E9s de analizar mediante el indicador de depuraci\u00F3n StopAfterParsing.
43X74.U=Exploraci\u00F3n de \u00EDndice
42Y29=La lista SELECT de una consulta no agrupada contiene al menos una expresi\u00F3n no v\u00E1lida. Cuando la lista SELECT contenga al menos una agregaci\u00F3n, todas las entradas deben ser expresiones de agregaci\u00F3n v\u00E1lidas.
43X92.U=ResultSet una vez
42Y56=Se ha especificado una estrategia de uni\u00F3n ''{0}'' en la lista de propiedades de la tabla ''{1}''. Los valores soportados actualmente para una estrategia de uni\u00F3n son\: ''hash'' y ''nestedloop''.
08000=Conexi\u00F3n cerrada por una interrupci\u00F3n desconocida.
42Y83=No se permite un NULL sin tipo como argumento del agregado {0}. Convierta el NULL a un tipo adecuado.
01007=El rol {0} no se ha revocado del ID de autenticaci\u00F3n {1}.
43Y28.U=Tiempo de compilaci\u00F3n
42X57=getColumnCount() de la tabla virtual externa ''{0}'' ha devuelto un valor no v\u00E1lido ''{1}''. Los valores v\u00E1lidos son mayores o iguales que 1. 
42Z19=Se hace referencia a la columna ''{0}'' por al menos una restricci\u00F3n de clave ajena ''{1}''. Para modificar la longitud de esta columna, debe borrar las restricciones de referencia, ejecutar ALTER TABLE y volver a crear las restricciones.
43Y46.U=Insertar ResultSet de VTI
42X84=El \u00EDndice ''{0}'' se ha creado para forzar la restricci\u00F3n ''{1}''. S\u00F3lo se puede borrar si se borra la restricci\u00F3n.
25001=No se puede cerrar una conexi\u00F3n mientras todav\u00EDa siga activa una transacci\u00F3n.
42Z73=Tipo de destino no v\u00E1lido para XMLSERIALIZE\: ''{0}''.
43X29.U=La columna distinta es el n\u00FAmero de columna
43X47.U=Uni\u00F3n hash
42Z46.U=Denegar resultado de comparaci\u00F3n
43X65.U=modo de inserci\u00F3n\: normal (no se ha podido realizar la inserci\u00F3n en bloque porque hay una tabla que no est\u00E1 vac\u00EDa)
43X83.U=Juego de resultados derecho
42X48=El valor ''{1}'' no es una precisi\u00F3n v\u00E1lida para {0}.
42X75=No se ha encontrado ning\u00FAn constructor con la firma {0}({1}). Puede que los tipos de par\u00E1metro no sean convertibles por la invocaci\u00F3n del m\u00E9todo.
42Z82.U=exclusivo
01502=Se ha borrado el disparador {0} de la tabla {1}.
25001.S.1=Estado de transacci\u00F3n no v\u00E1lido\: transacci\u00F3n SQL activa.
43Y19.U=ResultSet de VTI para {0}
42Y38=insertMode \= la sustituci\u00F3n no est\u00E1 permitida en una inserci\u00F3n donde se hace referencia a la tabla destino ''{0}'' en SELECT.
42Z91=SELECT
22013=Intento de calcular la ra\u00EDz cuadrada de un n\u00FAmero negativo, ''{0}''.
42Y65=bulkFetch no est\u00E1 permitido en uniones ''{0}''.
43Y55.U=Finalizar acci\u00F3n de referencia en n\u00FAmero de tabla dependiente
42X39=La subconsulta s\u00F3lo puede devolver una sola columna.
42Y92=Los disparadores {0} s\u00F3lo pueden hacer referencia a variables/tablas de transici\u00F3n {1}.
XBCM2.S=No se puede crear una instancia de la clase generada {0}.
43X38.U=en {0} mediante {1}
42X66=El nombre de columna ''{0}'' aparece m\u00E1s de una vez en la sentencia CREATE INDEX.
42X93=La tabla ''{0}'' contiene una definici\u00F3n de restricci\u00F3n con la columna ''{1}'' que no est\u00E1 en la tabla.
42Z37.U=Ninguno
43X56.U=Subconsultas conectadas
