#Sun Jun 28 15:38:31 UTC 2020
42611=Das Attribut "length", "precision" oder "scale" f\u00FCr die Spalte oder Typzuordnung ''{0}'' ist ung\u00FCltig. 
40XD0=Container wurde geschlossen.
XSCB2.S=In der f\u00FCr createConglomerate() f\u00FCr den Sekund\u00E4rindex einer Baumstruktur bereitgestellten Eigenschaftsliste wurde die erforderliche Eigenschaft {0} nicht gefunden.
42503=Benutzer ''{0}'' hat keine {1} Berechtigung f\u00FCr Spalte ''{2}'' in Tabelle ''{3}''.''{4}'' mit GRANT erteilt.
43X89.U=Nested Loop Left Outer Join
08006.C.8=org.apache.derby.jdbc.EmbeddedDriver wurde nicht im JDBC-Treibermanager registriert.
42XA1=Die Generierungsklausel f\u00FCr Spalte ''{0}'' enth\u00E4lt ein Aggregat. Dies ist nicht zul\u00E4ssig.
08006.C.6=Es wurde versucht, LOB-Daten vollst\u00E4ndig zu speichern, die f\u00FCr die JVM zu umfangreich sind. Die Verbindung wurde beendet.
22019=Die Escape-Zeichenfolge ''{0}'' ist ung\u00FCltig. Die Escape-Zeichenfolge muss aus genau einem Zeichen bestehen. Sie muss ungleich null sein und darf nicht mehr als ein Zeichen enthalten.
08006.C.5=Unzureichende Daten beim Lesen aus dem Netz. Erwartet wurden mindestens {0} Byte, empfangen wurden jedoch nur {1} Byte. Die Verbindung wurde beendet.
25502=F\u00FCr eine Verbindung, einen Benutzer oder eine Datenbank mit Lesezugriff sind \u00C4nderungen von SQL-Daten nicht zul\u00E4ssig.
08006.C.4=W\u00E4hrend des verz\u00F6gerten Zur\u00FCcksetzens einer Verbindung ist ein Fehler aufgetreten. Die Verbindung wurde beendet. Details finden Sie in den zugeh\u00F6rigen Ausnahmen.
23513=Der CHECK Constraint ''{1}'' wurde beim Ausf\u00FChren von INSERT oder UPDATE f\u00FCr Tabelle ''{0}'' verletzt.
08006.C.3=Es wurde ein Kommunikationsfehler festgestellt. {0}
08006.C.2=SocketException\: ''{0}''
42X99=In einer TABLE-Definition sind Parameter nicht zul\u00E4ssig.
08006.C.1=W\u00E4hrend des Zur\u00FCcksetzens einer Verbindung ist ein Fehler aufgetreten. Die Verbindung wurde beendet. Details finden Sie in den zugeh\u00F6rigen Ausnahmen.
58010.C=Es wurde ein Netzwerkprotokollfehler festgestellt. Es konnte keine Verbindung hergestellt werden, weil der Manager {0} auf Ebene {1} vom Server nicht unterst\u00FCtzt wird. 
XSDB1.D=Unbekanntes Seitenformat auf der Seite {0}
42Z97=Umbenennung der Spalte ''{0}'' verst\u00F6\u00DFt gegen CHECK Constraint ''{1}''.
XBM0K.D=Unbekanntes Unterprotokoll f\u00FCr den Datenbanknamen {0}.
XSDA2.S=Es wurde versucht, einen gel\u00F6schten Datensatz zu aktualisieren.
22028=Die Zeichenfolge \u00FCberschreitet die maximale L\u00E4nge von {0}.
42Z88.U=share row
43X98.U=Eingeschr\u00E4nkte Projektion
42Z79=Der Parametertyp f\u00FCr XMLPARSE kann nicht bestimmt werden. Versuchen Sie, ein CAST zu verwenden.
XD004.S=Es k\u00F6nnen keine Abh\u00E4ngigkeiten gespeichert werden.
08006.D=Datenbank ''{0}'' wird heruntergefahren.
08006.C=Es wurde ein Netzwerkprotokollfehler festgestellt. Die Verbindung wurde beendet. {0}
54023=Die maximale Anzahl von Parametern f\u00FCr eine Prozedur wurde \u00FCberschritten. Die Begrenzung liegt bei {0} und die Anzahl der Parameter f\u00FCr die Prozedur {1} betr\u00E4gt {2}.
08006.D.1=Datenbank ''{0}'' wurde gel\u00F6scht.
