#Sat May 16 10:28:43 UTC 2020
42507=Benutzer ''{0}'' darf den Vorgang im Schema ''{1}'' nicht ausf\u00FChren.
XCXC0.S=Ung\u00FCltige ID-Liste.
42ZC1=Nur ein Fenster wird unterst\u00FCtzt.
XK001.S=Benutzername in SYS.SYSUSERS nicht gefunden.
XJ011.S=Null kann nicht als Name f\u00FCr den SAVEPOINT \u00FCbergeben werden.
42XA5=Routine ''{0}'' gibt unter Umst\u00E4nden SQL-Code aus und kann daher nicht in einer Generation-Klausel enthalten sein.
XJ110.S=Name der Prim\u00E4rtabelle darf nicht leer sein.
XSCB6.S=Einschr\u00E4nkung\: Der Datensatz f\u00FCr den Sekund\u00E4rindex einer B-Baumstruktur kann wegen unzureichenden Speicherplatzes auf der Seite nicht aktualisiert oder eingef\u00FCgt werden. Verwenden Sie den Parameter derby.storage.pageSize und/oder derby.storage.pageReservedSpace, um diese Einschr\u00E4nkung zu umgehen.
42903=Ung\u00FCltige Verwendung einer Aggregatfunktion.
42ZA3=Die Tabelle wird f\u00FCr die Sortierung den Typ {0} haben, der sich von der Sortierung des Schemas {1} unterscheidet, da dieser Vorgang nicht unterst\u00FCtzt wird.
42831.S.1=''{0}'' kann Nullwerte enthalten und daher keine Spalte eines Prim\u00E4rschl\u00FCssels sein.
42606=Es wurde eine ung\u00FCltige Hexadezimalkonstante gefunden, die mit ''{0}'' beginnt.
58014.C=Der DDM-Befehl 0x{0} wird nicht unterst\u00FCtzt. Die Verbindung wurde beendet.
XBCX1.S=Das Verschl\u00FCsselungsverfahren wird mit einem ung\u00FCltigen Modus initialisiert. Der Modus muss CipherFactory.ENCRYPT oder CipherFactory.DECRYPT sein.
XSDG0.D=Seite {0} konnte nicht vom Datentr\u00E4ger gelesen werden.
XJ200.S=Maximale Anzahl der Abschnitte {0} wurde \u00FCberschritten.
XSDB5.D=Der \u00C4nderungsdatensatz befindet sich auf Seite {0} des Logs. Seite befindet sich au\u00DFerhalb des Containerendes.
42ZB2=F\u00FCr Tabellenfunktionen gibt es nur den Parameterstil DERBY_JDBC_RESULT_SET.
XJ020.S=Objekttyp kann nicht in Typ ''{0}'' konvertiert werden. Der Wert f\u00FCr java.sql.Types ist ung\u00FCltig oder das Objekt war null.
XSDF1.S=Beim Erstellen der Datei {0} f\u00FCr den Container ist eine Ausnahme eingetreten.
XSDA6.S=Spalte {0} der Zeile ist gleich null. Sie muss so konfiguriert werden, dass sie auf ein Objekt zeigt.
42831=''{0}'' kann Nullwerte enthalten und daher keine Spalte eines Prim\u00E4rschl\u00FCssels oder eines eindeutigen Schl\u00FCssels sein.
XSCH0.S=Container konnte nicht erstellt werden.
XSAJ0.U=Scantyp
XIE0P.S=Referenzierte LOB-Datendatei {0} in der Importdatei nicht gefunden.
