#Sat May 16 09:53:30 UTC 2020
42ZC2=La fonction de fen\u00EAtre n''est pas autoris\u00E9e dans ce contexte \: clause ''{0}''
42XA6=''{0}'' est une colonne g\u00E9n\u00E9r\u00E9e. Elle ne peut pas faire partie d''une cl\u00E9 \u00E9trang\u00E8re dont l''action r\u00E9f\u00E9rentielle pour DELETE est SET NULL ou SET DEFAULT ou dont l''action r\u00E9f\u00E9rentielle pour UPDATE est CASCADE.
58015.C=L''objet DDM 0x{0} n''est pas pris en charge. La connexion a \u00E9t\u00E9 interrompue.
XBCX2.S=Initialisation du chiffrement avec un mot de passe d''amor\u00E7age trop court. Le mot de passe doit comporter au moins {0} caract\u00E8res.    
XSDG1.D=La page {0} n''a pas pu \u00EAtre \u00E9crite sur le disque ; v\u00E9rifiez que le disque n''est pas satur\u00E9 ou qu''aucune limite de syst\u00E8me de fichiers, notamment un quota ou une taille maximale de fichier, n''a \u00E9t\u00E9 atteinte.
XSDB6.D=Il est possible qu''une autre instance de Derby ait d\u00E9j\u00E0 amorc\u00E9 la base de donn\u00E9es {0}.
XJ021.S=Ce type n''est pas pris en charge.
XSDF2.S=Exception lors de la cr\u00E9ation du fichier {0} pour le conteneur ; impossible d''enlever le fichier. Exception \: {1}.
XSDA7.S=La restauration d''un objet s\u00E9rialisable ou SQLData de classe {0} a tent\u00E9 de lire plus de donn\u00E9es que la quantit\u00E9 initialement stock\u00E9e
XBM0P.D=Le fournisseur de services est en lecture seule. L''op\u00E9ration n''est pas autoris\u00E9e. 
XSCH1.S=Conteneur {0} introuvable.
XSAJ1.U=Nombre de pages visit\u00E9es
XIE0Q.S=Le nom du fichier de donn\u00E9es LOB ne peut pas \u00EAtre NULL. 
42ZB3=XML n''est pas autoris\u00E9 en tant que type de donn\u00E9es d''une colonne renvoy\u00E9e par une fonction de table.
XJ012.S=''{0}'' est d\u00E9j\u00E0 ferm\u00E9.
XJ111.S=Le nom de la table \u00E9trang\u00E8re ne peut pas \u00EAtre NULL
XJ210.S=Le nom du module de chargement pour la proc\u00E9dure stock\u00E9e sur le serveur est introuvable.
XSCB7.S=Une erreur interne a \u00E9t\u00E9 d\u00E9tect\u00E9e au cours d''une analyse btree - current_rh est NULL \= {0}, la cl\u00E9 de position est NULL \= {1}.
XJ030.S=Impossible d''activer la validation automatique dans une connexion imbriqu\u00E9e.
XSAI2.S=L''agglom\u00E9ration ({0}) demand\u00E9e n''existe pas.
42508=L''utilisateur ''{0}'' ne peut pas cr\u00E9er le sch\u00E9ma ''{1}''. Seul le propri\u00E9taire de la base de donn\u00E9es peut \u00E9mettre cette instruction.
